/* function mySpinner(spinning) {
	const spinner = document.querySelector('img')
	 let rotateCound = 0
	 let startTime = null
	 let rAF
	 
	 function draw(timestamp) {
	   if(!startTime) {
	     startTime = timestamp
	   }
	   rotateCount = (timestamp - startTime) / 20   //скорость вращения
	   
	   if(rotateCount > 359) { // обнуление счетчика вращения чтобы не превышал 360
	     rotateCount %= 360
	   }
	   spinner.style.transform = `rotate(${rotateCount}deg)`
	   rAF = requestAnimationFrame(draw)
	 }
	 if(spinning) {
	  draw()
	  console.log(spinning)
	 }else {
      cancelAnimationFrame(rAF)
	  console.log(spinning)
	 }
}
 */



massiv_Krayon = new Array();
			
  massiv_Krayon[1] = 'Что бы ни происходило вокруг, прежде всего позаботься о себе.<br> Когда ты уравновешен, все необходимое будет постепенно входить в твою жизнь и перемены, о которых ты просил, будут случаться.';
  massiv_Krayon[2] = 'Не думай как Человек.<br> В тебе сокрыта способность творить все, что захочешь.<br> Прими ответственность за свое путешествие и не совершай никаких перемен,<br> руководствуясь страхом.';
  massiv_Krayon[3] = 'Заботься о себе и своем сознании - и ты зажжешь свет, который будет сиять и твоим детям.<br> Свет, излучаемый сегодня, никуда не денется.<br> Он сохранится в вечном хранилище, и твои дети будут пользоваться им всю жизнь.';
  massiv_Krayon[4] = 'Радуйся жизни, куда бы она тебя ни привела.<br> Даже если будет трудно, помни о том, что это лишь переход.';
  massiv_Krayon[5] = 'Земля и Человек, получающий урок, - неразделимые партнеры.<br> Ты не будешь уравновешен, пока не поймешь свое коренное партнерство с планетой<br> - через подключение к сердцу Земли.';
  massiv_Krayon[6] = 'Любовь Духа такова, что он никогда не подсунет змею, если вы просите яблоко.';
  massiv_Krayon[7] = 'Присоединяйся, Человек, к нашему кругу "сейчас".<br> Живи долго и твори свое завтра вместо того, чтобы бояться его.';
  massiv_Krayon[8] = 'Мысль- это энергия!<br> Нет ничего сильнее вербализации и визуализации.<br> Механизмы исцеления и преобразования требуют духовного взаимообмена этой энергией.';
  massiv_Krayon[9] = 'Ты - высокая сущность, маскирующаяся на этой планете под простое биологическое существо,<br> и этой маске верят все - даже ты сам! ';
  massiv_Krayon[10] = 'Когда ты призываешь любовь Бога и проявляешь чистое намерение, чудеса возможны.';
  massiv_Krayon[11] = 'Дорогой Человек, с кем это ты не хочешь разговаривать?<br>Кого ты не желаешь простить, живого или мертвого? <br>Пора забыть об этих глупостях!';
  massiv_Krayon[12] = 'Человек, знай, что тебя очень любят!';
  massiv_Krayon[13] = 'Когда чудеса случаются, они происходят изнутри - это твой собственный божественный процесс!<br> Кто востребует свою внутреннюю божественность, тот творит собственную реальность и управляет тем, что ему неизвестно, непонятно и даже кажется невозможным. ';
  massiv_Krayon[14] = 'Ты получал ответы от Бога именно тогда, когда жаловался на отсутствие ответов!<br> Это так свойственно Людям - понимать "нет" или "подожди" от Духа как "ответа нет и не будет".<br> Постигай мудрость ожидания.';
  massiv_Krayon[15] = 'Бог есть любовь, а любовь - самая мощная сила во Вселенной.<br> Она будет защищать тебя и служить тебе.';
  massiv_Krayon[16] = 'Пришло твое время, оплаченное тысячелетиями воплощений и трудов.<br> Не упусти его! У тебя есть сила и власть.<br> И тебя очень любят.';
  massiv_Krayon[17] = 'Когда к тебя приходит какой-то урок, у тебя есть свобода выбора: быть жертвой или победителем.';
  massiv_Krayon[18] = 'Как можно бояться того, что ты сам же и создаешь?<br> Ведь все, что создано, принадлежит тебе, создателю.';
  massiv_Krayon[19] = 'Забудь слово жертва, сотри его из своего словаря.<br> Оно смердит старой энергией и не сочетается с твоим величием.';
  massiv_Krayon[20] = 'Достань божественную любовь из чемодана с новой энергией, посмотри на себя и прости.<br> Прости своего внутреннего ребенка.';
  massiv_Krayon[21] = 'Мысленно представь себе идеальное решение, не думая о том, какое оно.<br> Просто увидь, что проблема разрешилась. Не говори Духу, как ее решать. Визуализируй результат, остальное предоставь нам.';
  massiv_Krayon[22] = 'Чувствуешь, что застрял на своем пути? Радуйся!<br> Ведь ты знаешь, что все относительно.<br> Возможно, ты остановился лишь для того, чтобы другие могли догнать тебя. Они хотят участвовать в том, что ты создал!';
  massiv_Krayon[23] = 'В твоем прошлом нет ничего, что нельзя было бы изменить сейчас.<br> Ты творец и прошлого и будущего.<br> Ты творишь все, что называешь словом сейчас, в том числе и то, что кажется тебе неизменяемым.';
  massiv_Krayon[24] = 'Полярность твоего Человеческого тела есть отражение полярности Земли.<br> Если ты совершенно уравновешен с Землей и твои полюса настроены по Ее полюсам, никакая болезнь тебе не страшна!';
  massiv_Krayon[25] = 'Поверь, на Земле нет более великих сущностей, чем Люди, получающие урок!<br> Все остальные здесь лишь служат твоему делу.';
  massiv_Krayon[26] = 'Не бывает смерти неуместной. Вы все любимы безмерно и собрались на Земле не случайно.<br> И всё это вы совместно запланировали, прежде чем попали сюда.';
  massiv_Krayon[27] = 'Ты закрываешься в шкафу - и в своем горе притворяешься, что ты один.<br> Пойми же наконец, что и там с тобой цела свита. Ты просто не можешь быть один. Это невозможно для духа.';
  massiv_Krayon[28] = 'Если ты находишься в круге, который создал сам, тебе не о чем тревожиться.';
  massiv_Krayon[29] = 'Любовь Духа чиста.<br> Она спокойна.<br> У нее нет никакой цели. <br>Она никогда не кичится.';
  massiv_Krayon[30] = 'Есть лишь один смысл в твоем существовании на Земле -<br> ты должен поднимать вибрации Целого.';
  massiv_Krayon[31] = 'Любовь - это сила!<br> Востребуй эту силу, с которой ты так хорошо знаком!<br> Она проведет тебя через все невзгоды. Любовь - это обещание Вселенной!';
  massiv_Krayon[32] = 'Блаженны Люди, ищущие того, что незримо и еще не призвано реальным.<br> Наградой им будет знание и мудрость, и они положат начало новейшим наукам на этой планете.';
  massiv_Krayon[33] = '."Повышать вибрацию", дорогие, - это не просто слова.<br> Это даже не понятие. Это проявленная реальность.';
  massiv_Krayon[34] = 'Людям, получившим просветление, их собственное прошлое часто кажется чужеродным по отношению к их новой жизни.<br> Даже внешность их может изменяться - и они сами это чувствуют.';
  massiv_Krayon[35] = 'Для Человека, который понимает соотношение линейного времени и времени "сейчас",<br> будущее никогда не является проблемой.';
  massiv_Krayon[36] = 'Собирайтесь вместе и вырабатывайте позитивную энергию мысли для планеты и Человечества. <br>В новой энергии вы сможете сотворить намного больше, чем сумму индивидуальных усилий.';
  massiv_Krayon[37] = 'Говоря "Я есмь Сущий", ты говоришь: "Я есть Бог". <br>Бог есть твоя сущность; следовательно, твоя сущность - божественна.';
  massiv_Krayon[38] = 'Новый Иерусалим - это не город в Израиле. Это метафора новой парадигмы на планете Земля, парадигмы мира.<br> Это символ решения нерешаемого, глубинного исцеления сердец. Это новая энергия, которая превращает ярость в сдержанность, а ненависть в понимание.';
  massiv_Krayon[39] = 'Ты - звено в той цепи света, которая и есть сама Вселенная.<br> Следовательно, ты воистину часть Бога.';
  massiv_Krayon[40] = 'Может ли Человек воистину быть частью мироздания? Конечно, да! <br>В этом все послание Крайона. Это суть того, что он говорит вам все эти годы:<br> каждый отдельный Человек есть очень важная часть Бога.';
  massiv_Krayon[41] = 'Бог не живет в вакууме. Твоя духовная семья знает о твоей жизни и о трудностях, с которыми ты сталкиваешься. Поэтому, когда молишься, говори:<br> Бог, скажи мне, что я должен знать. А затем празднуй победу.';
  massiv_Krayon[42] = 'Бог не принадлежит никому. Это Человечество- одна Семья на одной Земле, просто у каждого свои задачи.<br> Ни у одного племени нет монополии на Бога.<br> Когда все это поймут, на земле станет гораздо меньше проблем.';
  massiv_Krayon[43] = 'Увидев или услышав слово Бог, думай о том, кто рядом с тобой в трудах и играх, и о своей собственной коренной, истинной сущности.<br> Не думай о некой высшей силе где-то в небесах. Бог - это ты!';
  massiv_Krayon[44] = 'Истина остается истиной, во что бы вы, Люди, ни решили верить.';
  massiv_Krayon[45] = 'Ты уходишь от парадигмы иммунной системы к парадигме тимуса.<br> Тем самым ты смещаешься от вмешательста и разрушения к пониманию и гармонии, уравновешиваешь различия и создаешь умиротворенность.';
  massiv_Krayon[46] = 'Работник Света, представь своему мысленному взору семью на континенте, что вы зовете Африкой.<br> Не надо видеть их нищету. Увидь их как прекрасные шары света, сияющие победой. Увидь их на божественном уровне вечными. А на Человеческом уровне увидь их исцеленными!';
  massiv_Krayon[47] = 'Духовная реальность такова, что ты никогда не остаешься один!<br> Воистину ты здесь, с нами, а все остальное - иллюзия.<br> И в этом процессе очень много любви. Понимаешь ли ты, как мы чтим тебя?';
  massiv_Krayon[48] = 'Бог никогда не хотел, чтобы наставлениям, данным во вчерашней энергии, вы следовали вечно.<br> Если Люди пережили такой мощный духовный рост, не нужны ли им новые духовные учебники? Разве азбука - это для выпускников школы?';
  massiv_Krayon[49] = 'Вспоминая имена ушедших любимых, знай: отчасти они до сих пор с тобой.<br> Это один из пунктов их духовного контракта - быть с тобой таким образом. И ты, покинув Землю, тоже оставишь часть себя тем любимым, которые еще продолжают жить.';
  massiv_Krayon[50] = 'Нет ничего полезнее для вашей биологии, чем изменение энергии трудного прошлого.<br> Изменится твоя ДНК, изменится твое сердце, и в тебя начнет втекать энергия, которая действительно продлит твою жизнь.';	
  massiv_Krayon[51] = 'Постоянство — это химера ограниченного ума. (Ральф Уолдо Эмерсон)';	
  