АБОРТ
Это прерывание беременности до истечения шестого месяца. С седьмого до девятого месяца говорят о преждевременных родах.

Обычно самопроизвольный аборт (выкидыш) – это бессознательный выбор матери или души  ребенка. Возможно, мать чувствует себя не готовой к рождению ребенка. Во время беременности мать и ребенок общаются друг с другом на уровне души.

Важно, чтобы мать объяснила ребенку, что она боится и вынуждена позволить себе эту слабость. Иначе у нее может усилиться чувство вины и могут быть осложнения во время искусственного прерывания беременности или во  время следующей беременности.

Аборт обычно случается в моменты несбывшихся надежд. Женщина думает о плохом и не может продолжать вынашивать ребенка.

Многие женщины после аборта, продолжая испытывать чувство вины, страдают от болезней половых органов. У некоторых начинает расти живот – они как бы продолжают носить ребенка. Если аборт уже сделан, то нужно сказать себе, что в настоящее время рождение ребенка (появление его в вашей жизни) было невозможно.

Если женщина еще только собирается сделать аборт, ей рекомендуется еще раз хорошенько все обдумать. Ведь если женщина забеременела, то это и есть опыт, который она должна получить в настоящий момент своей жизни. Если она не поддастся своим страхам и сомнениям и вверит себя Божественному, то все будет хорошо. К тому же у нас гораздо больше психических и физических сил, чем нам порою кажется.

Такое решение важно принять самостоятельно, не поддаваясь чужому влиянию. Для этого надо установить контакт с душой ребенка. Если женщина все же решается на аборт, она должна понимать, что данный поступок повлечет за собой последствия, характер которых зависит от причин такого решения и отношения к случившемуся самой женщины.

См. также «этапы истинного прощения».

 

АБСЦЕСС
Скопление гноя в одном месте. Может быть быстрым, с появлением опухоли, покраснения, боли и температуры (горячий абсцесс) или медленным, без воспаления (холодный абсцесс).

Подавленный гнев, чувство бессилия и неудачи. Может добавиться и чувство вины. Для определения сферы жизни, к которой относится гнев, надо изучить место, в котором появился абсцесс. Если он возник на конечности, то человек, возможно не доволен направлением своей жизни или местом, в которое ему предстоит отправиться.

Отсутствие порядка в мыслях, как и во всем остальном, приводит к появлению грязи и инфекции. Возможны плохие мысли о себе или о других. Или есть желание причинить кому-то боль.

 

АГОРАФОБИЯ
Болезненный страх открытых пространств и общественных мест.

Одна из самых распространенных фобий. Чаще встречается у женщин. Мужчины часто пытаются «утопить» агорафобию в спиртном. Агорафобы, обычно, жалуются, что испытывают постоянную тревогу и беспокойство, бывают часто на грани паники. Это вызывает изменение физических реакций – учащенное сердцебиение, слабость, головокружение, потливость, тошноту и прочее. Большинство агорафобов страдают гипогликемией.

Агорафобы стараются избегать ситуаций, связанных со страхом и беспокойством. Они часто выбирают «безопасного» для себя человека, с которым можно выходить на улицу. Стараются находить «безопасные» места. Многие заканчивают тем, что вообще перестают выходить на улицу, находя для себя какое-нибудь оправдание.

Большинство агорафобов в молодости испытывают сильную привязанность к матери, а потом чувствуют свою ответственность за ее счастье. Агорафоб может помочь себе, если наладит свои отношения с матерью.

Основные страхи агорафоба – смерть и сумасшествие. Чаще всего они возникают в раннем детстве и переживаются в одиночестве. Возможно, ребенок был свидетелем того, как кто-то из родственников умер или стал сумасшедшим.

Страх смерти пронизывает все уровни личности агорафоба, он панически боится перемен, они вызывают сильную тревогу. К таким переменам относятся переход от подросткового возраста к взрослой жизни, переезд, женитьба, беременность, рождение ребенка, разлука и другие.

Агорафоб обладает очень богатым воображением и часто воображает, что он – сумасшедший. Ему следует понять, что это не сумасшествие, а неконтролируемая сверхчувствительность.

Такой человек в детстве очень много внимания уделял эмоциям других и считал себя ответственным за их счастье. Вследствие этого развилась чрезмерная восприимчивость. Теперь главное понять для себя истинный смысл ответственности.

 

АДЕНОИДЫ
Опухание разросшихся тканей свода носоглотки, затрудняющее дыхание. Обычно встречается у детей.

Чувствительность, переживание своих мыслей в одиночестве, боязнь быть непонятым.

Ребенок чувствует себя лишним и нелюбимым. Может считать себя причиной проблем у родителей и близких людей.

Важно осознать, что даже если ребенка не понимают, его все равно любят.

 

АКНЕ
Угри. Появляются на самых жирных участках кожи. Могут оставлять после себя шрамы.

Стремление оттолкнуть других, не дать разглядывать себя вблизи. Нелюбовь и неуважение к себе. Признак очень чувствительной и замкнутой натуры.

Надо пересмотреть свое отношение к себе. Проанализировать подавленные эмоции в подростковом возрасте.


АЛЛЕРГИЯ
Повышенная или извращенная чувствительность организма к какому-нибудь веществу. Относится к заболеваниям, связанным с иммунной системой.

Отвращение, сильная неприязнь к кому-либо. Обидчивость. Восприятие себя как объект агрессии со стороны других людей. Наличие внутренних противоречий. Часто причина кроется в разногласиях (разных взглядах на жизнь) между родителями. Если аллергия проявляется в затрудненном дыхании, это может быть способом привлечь к себе внимание – аллергик не может обойтись без помощи других людей.

Зависимость от мнения другого человека (обычно кого-то из близких), его одобрения или неодобрения. Подчинение ради любви.

Аллергия на продукты — непризнание за собой права наслаждаться радостями жизни.

Аллергия на животных и пыль – ощущение себя объектом агрессии.

Причины аллергии не вызваны внешними факторами, они внутри самого аллергика.

 

АЛЬЦГЕЙМЕРА БОЛЕЗНЬ 
Постепенная потеря памяти.

Обычно случается у пожилых людей.

Уход от реальности. Избавление от ответственности и манипулирование окружающими. Желание отомстить за то, что терпел долгие годы.

Обычно с болезнью борются окружающие люди, а не сам больной.

 

АМНЕЗИЯ 
Полная или частичная потеря памяти.

Избавление от воспоминаний, причиняющих боль и неудобство.

АНГИНА
(см. МИНДАЛИН ВОСПАЛЕНИЕ) — острое воспаление миндалин.

 

АНЕВРИЗМА 
Расширение кровеносного сосуда (артерии). Стенки сосуда растягиваются и принимают форму мешочка.

Перенесенное горе (возможно семейное), разрыв.

Нужно перестать накапливать отрицательные эмоции и принять ситуацию.

 

АНЕМИЯ
Уменьшение количества красных кровяных телец в крови.

Утрата радости жизни, желания жить.

Надо восстановить контроль над своей жизнью, более сознательно воспринимать негативные мысли. Освободить в себе маленького ребенка и начать наслаждаться жизнью. См. также «этапы истинного прощения».

 

АНОРЕКСИЯ 
Отсутствие аппетита, влекущее похудение и ухудшение состояния.

Отвержение своей матери и женского начала (которое есть в каждом из нас). Отрицание желания жить и действовать.

Стоит изменить свое отношения к матери (она тебя любит и желает добра). См. также «этапы истинного прощения».

 

АНУС (ПРОБЛЕМЫ)
Анус – это конечное отверстие пищеварительного канала.  Могут возникать поражения, кровотечения, абсцессы, боли или зуд.

Ощущение вины, в связи с желанием что-то прекратить. Зуд – неудовлетворенное желание остановить или закончить что-либо. Нарыв – см.АБСЦЕСС, учитывая при этом желание прекратить, закончить что-либо. Кровотечение имеет то же значение, что нарыв, плюс потеря вкуса к жизни, обида, разочарование.

Не стоит цепляться за прошлое. Позволить положить конец чему-то старому и открыться для нового.

 

АПНОЭ
Непроизвольная остановка дыхания.

Блокировка циркуляции жизни (кислорода).

В зависимости от того, когда это происходит, необходимо пересмотреть свое отношение к отдыху или работе.

 

АППЕНДИЦИТ 
Воспаление аппендикса.

Подавление гнева. Чувство неуверенности и зависимости. Боязнь кого-то и невозможность проявить свое отношение, дать волю эмоциям.

Надо выразить свои чувства (не нужно ждать и терпеть). Стараться с любовью переживать ситуации, вызывавшие страх или гнев. См. также «причины воспалительных заболеваний».

 

АРИТМИЯ
Нарушение частоты или последовательности сердечных сокращений. (см. СЕРДЦЕ ПРОБЛЕМЫ).

Нерегулярность в жизни (радость – печаль, подъемы – спады).

Надо разрешить себе быть тем, кем являешься на самом деле.


АРТЕРИИ (ПРОБЛЕМЫ)
Артерии – это кровеносные сосуды, по которым кровь движется от сердца в органы и ткани организма.

Недостаток полноценной (радостной) жизни или социальной активности. Неумение прислушиваться к своему сердцу, подавление радостных мыслей, веселья.

Стоит научиться получать удовольствие от жизни (чувствовать радость), перестать относиться к ней чересчур серьезно.

 

АРТРИТ
Ревматическое заболевание суставов воспалительного характера, сопровождающееся опухолью, покраснениями, температурой, болью. Может проявляться на одном или нескольких суставах.

Чрезмерная строгость к себе. Неумение выразить свои желания и эмоции. Желание отомстить окружающим за то, что они не оправдывают ожиданий, и, в то же время бессилие что-либо сделать. Горечь, обида и подавленный гнев. У таких людей сильно развит «внутренний критик».

Стоит разобраться со своими потребностями и желаниями, позволить себе говорить «нет» когда не хочется что-то делать и делать с удовольствием то, что решено делать (без самокритики).

 

АРТРОЗ
Хроническое заболевание суставов, в отличие от артрита, не являющееся воспалительным.

Большое сходство с артритом. Только при артрозе гнев и злоба испытывается обычно по отношению к другому человеку, а при артрите – к самому себе.

Перекладывание ответственности за свои несчастья на других людей. Ощущение несправедливости.

Следует относиться с большей любовью к окружающим и проявлять больше энтузиазма.

 

АСТИГМАТИЗМ
Неравномерность преломляющей способности роговой оболочки или хрусталика глаза, приводящая к искажению изображения.

Внутренние противоречия. Видение всего по-своему. Трудность в принятии изменений, предложенных кем-то другим.

Стоит признать право других людей не соглашаться с твоей точкой зрения. Стараться более объективно и широко смотреть на вещи. Научиться правильно принимать советы и желания других.


АСТМА
Затруднение дыхания. Выдох становится тяжелым и натужным, а вдох – быстрым и легким. Сопровождается свистом в грудной клетке.

Неправильная оценка своих возможностей. Желание казаться более сильным.  Астма является оправданием того, что человек не так силен, как ему хотелось бы.

Необходимо признать свои слабости и недостатки, стать обычным человеком. Не пытаться вызвать любовь и уважение через власть над людьми, а также доминировать над близкими с помощью своей болезни.

 

АСФИКСИЯ
Затруднение дыхание (удушье), при котором человек может умереть.

Долгое удерживание в себе парализующего страха.

Надо стать хозяином своих мыслей, посмотреть «страху в лицо».

 

АТЕРОСКЛЕРОЗ
Поражение стенок больших и средних артерий (см. также АРТЕРИИ и СЕРДЦЕ).

Частые огорчения, критика. Неумение радоваться жизни.

 

АУТИЗМ
Состояние оторванности от реальности и замкнутости в своем внутреннем мире.

Причины болезни в младенчестве (до 8 месяцев).

Бессознательный выбор болезни для ухода от реальности. Непринятие этого воплощения, материнской любви и пищи.

Родителям следует безусловно любить ребенка, общаться с ним и делиться своими переживаниями без привития чувства вины ребёнку. Извлекая для себя при этом урок и осознавая трудности такого общения.

Ребёнку следует осознать преимущества нормального общения и тот опыт, который он может получить в этом воплощении.

 

БАЗЕДОВА БОЛЕЗНЬ
Обусловлена чрезмерной активностью щитовидной железы или гипертиреозом. Сопровождается зобом и экзофтальмией — глазные яблоки выпячиваются наружу, а верхнее веко втягивается (см. ЗОБ и ГИПЕРТЕРИОЗ).

 

БЕЛИ
Обильные беловатые выделения из влагалища. Чаще всего воспаление вызывается паразитами или грибком (см. КАНДИДОЗ).

Гнев, связанный с сексуальными отношениями. Чувство вины за неспособность сказать «нет». Злость за неспособность контролировать что-то в своей жизни. Отношение к сексу как к чему-то грязному. Желание, чтобы ее считали белой и невинной.

Стоит избавиться от напряжения и изменить отношение к сексу. Научиться получать удовольствие от секса и перестать считать его чем-то грязным.

 

БЕРЕМЕННОСТЬ ВНЕМАТОЧНАЯ
Плод развивается вне полости матки.

Нерешительность будущей матери или будущего ребенка. Решение завести ребенка для с целью доставить удовольствие кому-либо или пробудить любовь.

Стоит поговорить с душой ребенка, рассказать о своих чувствах. Дать себе право испытывать страх. Осознать, что если есть желание родить ребенка, то еще будет такая возможность.

 

БЕСПЛОДИЕ
Неспособность организма производить потомство (выделять сперматозоиды или яйцеклетки и обеспечивать их соединение).

Многие, не имеющие данного диагноза, не могут забеременеть и наоборот, многие с таким диагнозом имеют не одного ребенка.

Неосознанная потребность в опыте познания себя и любви к себе. Обвинение себя в непродуктивности, неполучении результатов в какой-то деятельности.

Следует разобраться со страхом, связанным с событиями и словами в прошлом (о тяжелых родах, о порче фигуры и прочих). Принять решение в пользу желания забеременеть или в пользу страха, отдавая себе отчет о своей ответственности за свое решение.

Поговорить с хорошо знакомыми людьми о своей непродуктивности (возможно, она сильно преувеличена).

 

БЕСПОКОЙСТВО
Беспричинный страх.

Невозможность жить настоящим. Постоянные мысли о прошлом и о маловероятных событиях. Очень богатое воображение. Выискивание признаков, оправдывающих беспокойство.

Стоит принять себя таким, какой ты есть. Для избавления от страха перед неизвестностью, нужно поверить в свою интуицию – она не подведет. Можно больше доверять окружающим людям.

 

БЕССОННИЦА
Нарушение сна (ухудшается качество и продолжительность).

Чрезмерная эмоциональность и беспокойство.

Необходимо понять, что сон – лучший советчик.

 

БЕШЕНСТВО
Опасная вирусная болезнь животных, передающаяся через слюну человеку.

Укушенный человек до этого был взбешен и сдерживал это, пока не оказался парализован (в смысле, что не может дальше заниматься привычными делами).

Стоит выпустить ярость наружу, проявить эмоции.

 

БЛИЗОРУКОСТЬ
Недостаток зрения, при котором хорошо видны только близкие предметы.

Боязнь будущего. Боязнь подростка стать взрослым. Сосредоточенность на себе. Ограниченный кругозор.

Необходимо избавиться от страха, связанного с событиями прошлого. Открыться для новых идей и перестать ждать худшего. Научиться с оптимизмом смотреть в будущее.

 

БОРОДАВКА
Доброкачественная опухоль кожи, имеющая форму нароста (см.НАРОСТ и КОЖА ПРОБЛЕМЫ).

Человек считает себя уродливым в той сфере жизни, на которую указывает пораженная бородавкой часть его тела.

 

БОТКИНА БОЛЕЗНЬ (см. ЖЕЛТУХА).

БРОНХИТ
Воспаление слизистых оболочек бронхов.

Переживание семейных ссор. Желание разорвать отношения с одним или несколькими членами семьи, но невозможность сделать это из-за чувства вины. Уныние. Невозможность получить желаемое.

Не стоит слишком сильно переживать происходящее в семье. Понять, что не бывает семей без ссор. Взгляды членов семьи могут расходиться – это абсолютно нормально. Стоит стараться жить, не поддаваясь влиянию других, опираясь на свои убеждения.

 

БРЮШНОЙ ТИФ (см. ЛИХОРАДКА).
Сильный гнев, прострация, безразличие к окружающим.

Надо скорее простить того, кем был вызван гнев. См. «этапы истинного прощения» в конце статьи.

 

БУЛИМИЯ
Постоянное чувство голода, неконтролируемое потребление пищи.

Ненависть к матери. Страх быть покинутым. Нереализованное желание оторваться от матери.  Утрата контакта со своими потребностями. Стыд перед матерью.

Проанализировать реакцию на мать и максимально раскрыться. Понять, что мать испытывала такие же проблемы во взаимоотношениях со своим  родителем твоего пола. Почувствовать, что она любит тебя больше, чем кажется.

 

БУРСИТ
Воспаление околосуставных слизистых сумок.

Сдерживание гнева. Стремление к совершенству. Желание ударить кого-то (той конечностью, в которой воспаление).

Требуется выражение своих желаний и чувств. См. также «причины воспалительных заболеваний».

 

ВАГИНИТ (см. ВЛАГАЛИЩЕ ПРОБЛЕМЫ).
Подавленный гнев.

 

ВАРИКОЗНОЕ РАСШИРЕНИЕ ВЕН
Уменьшение эластичности венозных стенок и увеличение размеров вен.

Желание большей свободы и свободного времени. Перенапряжение и преувеличение величины проблем. Работа без радости. Принуждение самого себя находиться в неприятной ситуации. Назначение подверженной варикозу части тела говорит о проблемной сфере жизни.

Стоит позволить себе отдых и расслабление без чувства вины. Довериться сердцу и выбрать именно то, что хочется. Позволить себе забыть о слове «надо».

 

ВЕКИ (БОЛЬ)
Острая реакция на увиденное. Недостаточная защищенность от внешних факторов. Желание все увидеть и ничего не пропустить.

Стоит позволить себе отдохнуть, закрыв глаза. Стараться быть более терпимым.

 

ВЕНЕРИЧЕСКИЕ БОЛЕЗНИ
Передающиеся половым путем.

Стыдливость (иногда ложная) в сексе. Боязнь полюбить секс или стать зависимым от него. Сомнения в выборе партнера.

Следует помнить, что твое тело принадлежит только тебе и не обязательно перед кем-то отчитываться. Научиться жить полной жизнь, наслаждаться сексом без чувства вины. Стараться встретить человека, с которым можно говорить о своих желаниях без стыда.

 

ВЕНЫ (ПРОБЛЕМЫ)
Кровеносные сосуды, по которым кровь движется от капилляров к сердцу. см. АРТЕРИИ (ПРОБЛЕМЫ).

 

ВЕС (ПРОБЛЕМЫ). См. ОЖИРЕНИЕ.
 

ВЕТРЯНАЯ ОСПА (ВЕТРЯНКА)
Детская болезнь, проявленная сыпью на туловище, конечностях и иногда на лице (см. ДЕТСКИЕ БОЛЕЗНИ).

 

ВЗДУТИЕ. См. ГАЗЫ, СКОПЛЕНИЕ.
 

ВИЛОЧКОВАЯ ЖЕЛЕЗА (ПРОБЛЕМЫ)
Заблокированная энергия. Застой в сердце. Нелюбовь к себе.

Следует научиться любить себя безусловной любовью.

 

ВИРУС
Обида, злоба, ненависть. Назначение пораженной части тела, укажет с какой сферой жизни связаны отрицательные эмоции.

Следует понять, что если человек заболевает вирусной болезнью, значит он поддался какой-то мыслеформе, которую создал сам и которая мешает ему быть самим собой. Так как вирус – это живой организм, то с ним и нужно поговорить как с живым человеком, который старается поддерживать в тебе чувство злобы по отношению к кому-то. Стоит объяснить ему, что ты простил того человека и больше не злишься. См. также «этапы истинного прощения» в конце статьи.

 

ВИТИЛИГО (см. КОЖА ПРОБЛЕМЫ).
 

ВЛАГАЛИЩЕ (ПРОБЛЕМЫ)
Это проход, соединяющий шейку матки и вульву. Самые распространенные проблемы – герпес, вагинит, опухоль, рак.

Неполучение удовлетворения от секса из-за неправильного отношения к сексуальности. Из-за отказа в наслаждении сексом испытывается гнев.

Стоит изменить отношение к сексу, постараться почувствовать себя желанной. Понять, что намерения партнера не злы и что между вами происходит обоюдное манипулирование.

Если болезнь вызвана памятью о сексуальном насилии в детстве, надо постараться избавиться от прошлого и простить. Перестать жить старыми страхами.

 

ВОДЯНКА ГОЛОВЫ (см. ГИДРОЦЕФАЛИЯ, ОТЁК).
Задержка воды в организме.

 

ВОЛОСЫ НА ГОЛОВЕ (ПРОБЛЕМЫ)
Облысение, седина, жирность, перхоть, выпадение.

Сильный шок, беспомощность, отчаяние. Беспокойство и проблемы, связанные с физическим миром. Неспособность самостоятельно строить свою жизнь.

Надо постараться быть самим собой, верить в себя и ВСЕЛЕННУЮ. Материальное не должно играть главенствующую роль в жизни и преобладать над духовным.

 

ВОЛЧАНКА
Кожная болезнь, встречающаяся чаще у женщин.

Склонность к саморазрушению. Проблемы с обретением смысла жизни. Свойственно слабохарактерным и подверженным чужому влиянию людям. Ненависть по отношению к себе. Вина перед близкими. Трудности в жизни (см. КОЖА ПРОБЛЕМЫ).

Стоит постараться понять чего хочется по-настоящему, поставить цели.

 

ВРОЖДЕННЫЕ БОЛЕЗНИ
Болезни, с которыми ребенок появляется на свет. Врожденные пороки (аномалии органов или тканей).

Причины обычно следует искать в прошлой жизни. Родителям не нужно считать себя виноватыми во всем. Стоит научиться безусловной любви, как самому больному, так и его близким. Постараться увидеть индивидуальность больного.

Стараться жить гармоничной жизнью, понимая, что гармония исходит от души. Тело – лишь ее оболочка. См. также «дополнительные объяснения».

 

ВШИ
Маленькие насекомые, живущие на теле человека  (см. ПАРАЗИТЫ).

 

ВЫВИХ
Стойкое смещение суставов по отношению друг к другу.

Необходимость идти туда, куда не хочется (ноги) или делать то, что не хочется (руки). Человеком кто-то безнаказанно манипулирует. Злость из-за неумения сказать другому «нет».

Стоит постараться быть более гибким. Проанализировать и понять мотивы других людей. Выяснить причину возникновения страха.

 

ВЫКИДЫШ (см. АБОРТ).
 

ГАЗЫ (СКОПЛЕНИЕ)
Скопление большого количества газов в кишечнике и желудке (вызывающих боль, отрыжку, вздутие живота, колики, судороги).

Беспокойство. Боязнь утраты чего-либо.

Стоит осознать, что страх потери не обоснован. Подумать о том, что уже есть, а не беспокоиться о будущем.

 

ГАЛЛЮЦИНАЦИИ (см. ПОМЕШАТЕЛЬСТВО).
 

ГАНГРЕНА
Гниение тканей. Основные причины – воспаление артерий, приводящее к их закупорке и травмы, которые приводят к нарушению кровообращения (см. АРТЕРИИ ПРОБЛЕМЫ).

Отсутствие радости в жизни. Стремление к саморазрушению.

 

ГАСТРИТ
Воспаление слизистой оболочки желудка (см. ЖЕЛУДОК ПРОБЛЕМЫ).

Переживание сильного гнева.

 

ГАСТРОЭНТЕРИТ
Воспаление желудка и тонкой кишки (см. РВОТА, ПОНОС и ЖЕЛУДОК ПРОБЛЕМЫ).

Очень много страхов.

 

ГЕМАТОМА (см. КРОВОПОДТЁК).

ГЕМОРРОЙ
Варикозное расширение вен прямой кишки и ануса.

Подавленные эмоциональное напряжение и страх. Выполнение нелюбимой работы. Стремление поскорее закончить или иметь что-то. Требовательность к себе. Ощущение материального неблагополучия и неспособности принимать решения.

Стоит обрести веру в этот мир, довериться Вселенной. Научиться выражать свои эмоции и чувства (см. ЗАПОР, ПОНОС, КРОВОТЕЧЕНИЕ).

 

ГЕМОФИЛИЯ
Наследственное заболевание, характеризующееся плохой свертываемостью крови. Болеют только мужчины (см. КРОВОТЕЧЕНИЕ).

Конфликт с матерью. Слишком большая роль матери в жизни.

Стоит научиться жить своей жизнью. Позволить раскрыться женской части своей личности.

 

ГЕПАТИТ
Воспаление печени, вызванное вирусом, инфекцией или химическими веществами (см. ПЕЧЕНЬ ПРОБЛЕМЫ).

 

ГЕРПЕС ГЕНИТАЛЬНЫЙ
Распространенное вирусное заболевание.

Чувство вины в сексуальной сфере. Желание наказать себя. Наличие сексуальных желаний и в то же время догматических представлений о добре и зле.

Стоит признать свое право иметь сексуальные желания, избавиться от догматизма в сексе.

 

ГЕРПЕС ОРАЛЬНЫЙ
Сыпь на коже (в районе рта).

Слишком строгое суждение человека другого пола и распространение этого суждения на всех представителей этого пола. Сдерживание гнева и уклонение от необходимости целоваться.

Следует поменять образ мыслей и критическое отношение к другому полу на любовь. Осознать, что своей отстраненностью наказываешь только себя.

 

ГИДРОЦЕФАЛИЯ (ВОДЯНКА ГОЛОВНОГО МОЗГА)
Увеличение количества спинномозговой жидкости в полости черепа, приводящее к повышению давления в желудочках головного мозга и увеличению объема черепа.

Накопление эмоций внутри себя. Эмоции определяют образ мыслей. Непонимание самого себя и боязнь казаться смешным.

Стоит выразить свои чувства, не держать их в себе.

 

ГИНГИВИТ
Воспаление десен (см. ДЕСНЫ БОЛЬ).

Подавление гнева.

 

ГИПЕРВЕНТИЛЯЦИЯ
Вдыхание большего количества воздуха, чем выдыхание, создающее избыток кислорода.

Неуверенность в себе. Боязнь утраты контроля над собой.

Стоит дать себе право быть несовершенным. Стараться избегать ситуаций, где от тебя требуется слишком многое.  Новое и неизвестное следует воспринимать постепенно. Не пытаться решать все и сразу.

 

ГИПЕРГЛИКЕМИЯ (см. ДИАБЕТ).
 

ГИПЕРТЕНЗИЯ (ГИПЕРТОНИЯ)
Повышенное (выше нормы) давление крови в артериях.

Сверхэмоциональность, повышенная чувствительность, склонность драматизировать ситуацию. Желание сделать всех счастливыми и принятие на себя непосильных нагрузок.

Стоит пересмотреть понимание «ответственности», не стремиться сделать всех вокруг счастливыми. Избавиться от ненужного напряжения и научиться радоваться жизни.

 

ГИПЕРТИРЕОЗ
Повышение функции щитовидной железы (см. ЩИТОВИДНАЯ ЖЕЛЕЗА (ПРОБЛЕМЫ).

 

ГИПОТЕНЗИЯ (ГИПОТОНИЯ)
Пониженное давление крови в кровеносных сосудах.

Нехватка смелости, отступление от своих намерений. Уныние и ощущение себя побежденным.

Стоит наметить для себя цель и идти к ней, чувствуя уверенность в своих силах. Перестать прислушиваться к плохим мыслям и сомнениям.

 

ГИПОТИРЕОЗ (см. ЩИТОВИДНАЯ ЖЕЛЕЗА (ПРОБЛЕМЫ).
 

ГИПОФИЗ (ПРОБЛЕМЫ)
Непринятие связи между духовным и материальным. Приземленность мышления.

Стоит признать свою неповторимость, духовность. Изменить отношение к себе.

 

ГЛАЗА (ПРОБЛЕМЫ)
Боязнь потерять кого-то или что-то, нежелание видеть происходящее. Нежелание быть в курсе всего, присматривать за всем. Возможно частое употребление выражений типа: глаза б мои тебя не видели, глаза разбежались, я закрываю глаза на это.

Если человек плохо видит на близком расстоянии дальнозоркость), значит он не желает видеть того, что находится вблизи него, касается его самого, так как это может вызывать страх или беспокойство (свое старение и т.п.).

Если человек хуже видит вдаль (близорукость), значит присутствует беспокойство (страх) за свое будущее или будущее своих близких. Желание плыть по течению. Разочарованность жизнью.

Левый глаз означает то, что видно в самом себе. Левая сторона связана с женским началом (влияние матери).

Правый глаз – видение внешнего мира. Правая сторона связана с мужским началом (влияние отца).

Стоит понять, что для того, чтобы изменить ситуацию, надо увидеть истину. Прислушаться к своей душе и выбрать верное направление. Понять свое право на ошибку (видеть все – не значит не иметь право на ошибку!). Следует найти глубокое убеждение, отрицательно влияющее на глаза (зрение) или заставляющее часто произносить вышеуказанные фразы.

 

ГЛАУКОМА 

Глазная болезнь, при которой повышается внутриглазное давление, сжимается и атрофируется глазной нерв.

Эмоциональные страдания, явившиеся причиной недоверия и сдержанности. Накопление напряжения. Нежелание видеть то, что напоминает о старых ранах.

Стоит освободиться от прошлого через прощение. Научиться спокойно воспринимать недостатки близких. Принять самого себя и доверять людям.

 

ГЛИСТ КИШЕЧНЫЙ (см. ПАРАЗИТЫ).
ГЛИСТ  ЛЕНТОЧНЫЙ (см. СОЛИТЕР).
 

ГЛУХОТА (см. УШИ ПРОБЛЕМЫ).
 

ГОЛЕНЬ (БОЛЬ)
Страх столкновения с новым или необходимости действий для достижения цели. Нерешительность в движении вперед.

Если голень болит в состоянии покоя – не даете возможности остановиться и подготовиться к дальнейшему движению.

Стоит поверить в себя и этот мир и увереннее переходить к действию.

 

ГОЛОВА (БОЛЬ).
См. также МИГРЕНЬ.

Низкая самооценка и упреки себя. Повышенные требования к себе и чувство вины. Боязнь быть лидером, возглавить что-либо.

Боль во лбу – перенапряжение при попытках понять все и сразу. Фразы типа: ломаю над этим голову, трещит голова, бьюсь головой о стену, потерял голову и т.п.

Стоить быть самим собой, не пытаться стать таким, каким тебя хотят видеть окружающие. Определить причину страха, стоящего за используемыми фразами (см.выше).

 

ГОЛОВНОЙ МОЗГ (ПРОБЛЕМЫ)
Потеря чувства собственного Я. Подверженность влиянию других людей.

Стоит восстановить контакт со своей истинной сущностью и относиться более сознательно к своей жизни. Вернуться к реальности, увидеть себя таким, какой ты есть на самом деле.

 

ГОЛОВОКРУЖЕНИЕ
Желание избежать чего-то ли кого-то. Безрассудность, рассеянность.

Стоит перестать преувеличивать значение происходящего, избавиться от страхов, пережитых в детстве, простить себя или кого-либо.

 

ГОЛОВОКРУЖЕНИЕ СИСТЕМНОЕ
Ощущение вращательного движения собственного тела или окружающих предметов. Обусловлено воспалением внутреннего уха.

Чувство неуверенности, потери равновесия, тревоги. Неудовлетворенность желаний.  Сильное влияние мнения других людей.

Стоит прислушаться к своим истинным потребностям, перестать бояться неуравновешенности в жизни.

См. также АГОРАФОБИЯ.

 

ГОЛОС (ПОТЕРЯ) см. ЛАРИНГИТ.
 

ГОРЛО (БОЛЬ)
Если затруднено дыхание: недостаток стремлений в жизни – см. ЛЁГКИЕ (ПРОБЛЕМЫ).

Если боль в горле мешает говорить: см. ЛАРИНГИТ.

Если есть ощущение сдавленности: кто-то оказывает давление, вынуждает сделать что-то.

Если боль при глотании: нежелание принять другого человека, гнев, агрессия к себе или другому человеку. Ощущение себя жертвой.

Стоит дать себе право создавать и делать то, что хочется, не испытывая чувства вины. С любовью принимать, созданное собой.  Перестать пытаться контролировать окружающих.

 

ГРИПП
Инфекционное заболевание дыхательных путей.

Неумение проявить свои желания, сформулировать требования. Неприятные эмоциональные отношения с кем-то.

Стоит пересмотреть свое отношение к ситуации, вызвавшей болезнь. Перестать чувствовать себя жертвой. Научиться выполнять с радостью то, что должен.

 

ГРУДИ
Принуждение себя к заботе о ком-то. Злость на других людей (объекты заботы). Повышенная требовательность к себе.

У правшей правая грудь связана с мужем (женой) или близкими людьми, левая – с ребенком (внутренним ребенком). У левшей все наоборот.

Проблема с грудью эстетического характера: чрезмерное беспокойство о том, как женщина выглядит в качестве матери.

Следует простить свою мать и себя за отношение к ней. Перестать принуждать и жалеть себя. Научиться помогать, испытывая любовь и радость, либо отказывать в помощи без чувства вины. Дать себе возможность перестать неусыпно заботиться обо всех, кого любишь.

 

ГРУДНАЯ КЛЕТКА (БОЛЬ)
Неудовлетворенное желание прижаться к груди матери или отца, либо непозволение кому-то прижаться к тебе. Чувство вины перед собой или кем-то другим.

Стоит полюбить себя, вне зависимости от отношения к тебе других людей. Принять свои слабости и недостатки.

 

ГРЫЖА
Выход внутреннего органа за пределы полости, в которой он находится в нормальном состоянии.

Чувство загнанности в угол, боязнь материальных проблем. Желание выйти из сложной ситуации с помощью резкого действия.

Следует понять свои истинные потребности, осознать возможности сделать это спокойно и постепенно.

 

ГУБЫ (ПРОБЛЕМЫ)
С губами связаны такие заболевания: ОПУХОЛЬ, ТРЕЩИНА, ОНЕМЕНИЕ, ГЕРПЕС, ПАРАЛИЧ, РАК, СУХОСТЬ ГУБ.

Верхняя губа связана с нашими внутренними желаниями, а нижняя – с внешней средой.

Покусывание губы: злость на себя за сказанное (проговорился).

 

ДАВЛЕНИЕ (см. ГИПЕРТЕНЗИЯ, ГИПОТЕНЗИЯ).
 

ДАЛЬНОЗОРКОСТЬ
Болезнь глаз, при которой человек плохо видит на близком расстоянии.

Боязнь видеть происходящее перед носом.

Стоит научиться взаимодействовать с людьми и ситуациями без страха утраты контроля над происходящим.

 

ДАЛЬНОЗОРКОСТЬ ВОЗРАСТНАЯ
Трудности приспособления (к своей старости, утрате привлекательности).

Стоит перестать думать, что стареешь – значит, становишься хуже. Износ физического тела – естественный процесс. Ментальное и эмоциональное тела наоборот набирают силу, становишься опытнее и мудрее.

 

ДВЕНАДЦАТИПЕРСТНАЯ КИШКА (ЯЗВА)
Разрушение слизистой оболочки в верхней части органа.

См. ЖЕЛУДОК (ПРОБЛЕМЫ).

Концентрация на проблемах, поедание себя поедом.

Стоит выразить свои чувства и принять себя таким, какой есть.

 

ДЕПРЕССИЯ (ПСИХОТИПИЧЕСКАЯ)
Защита от прессинга, эмоционального напряжения. Злоба или ненависть к родителю противоположного пола (перенесенная на мужа (жену). Перенесенная в детстве (в одиночестве) отвергнутость, унижение, предательство, несправедливость.

Следует осознать, что причиной депрессии явилось перенесенное в детстве переживание (страдание). Постараться понять отвергнувшего родителя, почувствовать сострадание к нему – так он в своем детстве, вероятно, тоже перенес подобное. Осознать, что родители любят тебя.

Простить себя за негативные эмоции по отношению к родителю. Поговорить с родителем и рассказать о пережитых чувствах. Признать свою значимость и ценность.

Если возникли мысли о суициде, стоит понять, что внутри отмерла лишь одна часть личности (а не вся личность!), чтобы освободить место чему-то новому.

Если больной депрессией – ваш друг, с ним следует говорить жестко о том, что только он сам сможет помочь себе выйти из этого состояния, пересмотрев свою детскую эмоциональную травму.

См. также «этапы истинного прощения» в конце статьи.

 

ДЕСНЫ (БОЛЬ)
Если десны кровоточат, см. также КРОВОТЕЧЕНИЕ.

Боязнь реализовать свои решения, боязнь последствий. Отчаяние и беспомощность.

Стоит разобраться со страхами, поставить перед собой цели и постепенно двигаться к ним. Помнить, что без ошибок не бывает опыта.

ДЕТСКИЕ БОЛЕЗНИ (КОКЛЮШ, КОРЬ, СВИНКА, КРАСНУХА, ВЕТРЯНАЯ ОСПА)
Невыраженное чувство гнева из-за того, что происходит вокруг.  Недостаток любви и внимания.

Стоит объяснить ребенку, что болезнь – это его реакция на мир, что трудности в этом мире неизбежны.  У него есть право на выражение своих эмоций. У родителей много других обязанностей, помимо ухода за ним.


ДИАБЕТ
Болезнь поджелудочной железы (перестает вырабатывать нужное количество инсулина).

Проблемы в эмоциональной сфере. Впечатлительность. Желание всего и для всех. Зависть.  Неудовлетворенная жажда любви и нежности.

Ребенок заболевает при недостатке внимания и понимания со стороны родителей.

Стоит перестать пытаться контролировать все, пытаться сделать всех счастливыми. Признать, что это желание только твое, а не других людей. Получать радость в настоящем, вместо мыслей о будущем счастье. Признать свои достижения.

Больной ребенок должен почувствовать свою нужность в семье.

 

ДИВЕРТИКУЛИТ
Воспаление дивертикула (небольшого мешковидного выпячивания стенки кишечника). См. также КИШЕЧНИК (ПРОБЛЕМЫ).

Свойственно мужчинам.

Подавленный гнев. См. также «причины воспалительных заболеваний».

 

ДИСЛЕКСИЯ
Расстройство, характеризующееся неспособностью научиться читать.

Ребенок чувствует, что из него хотят сделать вундеркинда. Неуравновешенность мужского и женского начала (правого и левого полушарий головного мозга). Смятение в связи проблемой выбора пола в данном воплощении. Глубокая проблема, скрывающаяся на подсознательном уровне.

Следует принять свой пол. Признать интеллектуальное несовершенство, свой ум и талант.

 

ДИСТРОФИЯ МЫШЕЧНАЯ
Нарушение питания органа и связанные с этим изменения.

Парализованность  своим прошлым. Неосознанное стремление к саморазрушению и привлечению внимания к себе. Нелюбовь к себе. Склонность считать, что твое счастье зависит от других.

Стоит научиться любить себя, ценить свои способности.

 

ДИФТЕРИЯ
Острое инфекционное заболевание (см. также ГОРЛО и ЛАРИНГИТ).

 

ДРОЖЬ
Непроизвольные ритмичные движения всего тела или его части (см. ПАРКИНСОНА БОЛЕЗНЬ).

Дрожащая часть тела указывает на проблемную сферу жизни.

 

ДУОДЕНИТ
Воспаление двенадцатиперстной кишки (см. ДВЕНАДЦАТИПЕРСТНАЯ КИШКА (ЯЗВА).

Подавленный гнев. См. также «причины воспалительных заболеваний».

 

ДУШЕВНОЕ РАССТРОЙСТВО (см. ПОМЕШАТЕЛЬСТВО).
 

ЖЕЛТУХА (см. также ПЕЧЕНЬ (ПРОБЛЕМЫ), СЕЛЕЗЕНКА (ПРОБЛЕМЫ), АНЕМИЯ).
 

ЖЕЛУДОК (ПРОБЛЕМЫ)
См. ЯЗВА, ГАСТРИТ, КРОВОТЕЧЕНИЯ, РАК, расстройство ПИЩЕВАРЕНИЯ.

Неспособность принять ситуацию или какого-то человека. Самокритичность и неспособность услышать голос своего сердца.

Стоит избавиться от желания все контролировать. Научиться принимать людей такими, какие они  есть. Стать терпимее к людям и ситуациям.

 

ЖЕЛЧНЫЙ ПУЗЫРЬ (ПРОБЛЕМЫ). См. КАМНИ и ПЕЧЕНЬ (ПРОБЛЕМЫ).
Страх, что что-то отберут или кто-то вторгнется на твою территорию.

 

ЖИВОТ (БОЛЬ)
Боль в верхней части живота: беспокойство за кого-то.

Боль внизу живота: беспокойство, боязнь за себя.

Стоит перестать заботиться о счастье всех людей, которых любишь. Проявлять заботу и помогать людям, когда они этого просят и у тебя есть такая возможность.

Постараться успокоиться, сосредоточиться на поиске верного выхода из ситуации.

 

ЗАЖИВЛЕНИЕ
Долго не заживает рана.

Неспособность или нежелание извлекать уроки из своих болезней. Попытка привлечь к себе внимание.

Стоит перестать думать о старых ранах и начать строить планы на будущее. Прочитать о болезни, из-за которой появилась рана.

 

ЗАИКАНИЕ
Дефект речи.

Боязнь выразить свои желания и потребности.

Стоит осознать свое право на выражение своих желаний, даже если они кажутся неразумными. Перестать считать властность других людей злом. Осознать, что и в тебе самом есть властность, способная помочь самоутверждению и примирению с другими.

 

ЗАПАХ ИЗО РТА (см. также ПИЩЕВАРЕНИЯ расстройства, КАРИЕС ЗУБОВ).
Сильная внутренняя боль, ненависть, жажда мести по отношению к самому себе или людям, которые его уязвили. Сильная потребность в присутствии близких людей и неосознанное удерживание их на расстоянии.

Стоит пересмотреть свое отношение к каким-то вещам или людям, простить их. Перестать чувствовать себя беспомощным. Поверить в то, что ты милый и приятный человек (и стать таким на самом деле).

 

ЗАПОР
Попытки зацепиться за старые ненужные мысли. Сдержанное желание сделать или сказать что-то. Нежелание избавляться от ненужного. Неспособность отпустить прошлое, беспокойство, страх унижения, зависть.

Следует избавиться от старых убеждений и открыться новым идеям и возможностям. Избавиться от тревог, мрачных мыслей, навязчивых идей. Научиться говорить то, что тебе хочется.

 

ЗАПЯСТЬЕ (ПРОБЛЕМЫ). См. также БОЛЬ, ВЫВИХ, ПЕРЕЛОМ.
Недостаточная гибкость в приложении своих рук. Боязнь делать то, что хочется (боязнь ошибиться).  Чрезмерная требовательность к себе.

Стоит перестать думать, что ты недостоин своей работы или что кто-то обманывает тебя в твоей сфере деятельности. Позволить другим людям помочь тебе советом или делом. Правое запястье связано со способностью отдавать, а левое – со способностью принимать.

 

ЗАТЫЛОК (БОЛЬ) см. ШЕЯ (БОЛЬ).
 

ЗАЯЧЬЯ ГУБА
см. ВРОЖДЕННЫЕ ПОРОКИ и «дополнительные объяснения».

 

ЗОБ
Увеличение щитовидной железы. См. ЩИТОВИДНАЯ ЖЕЛЕЗА (ПРОБЛЕМЫ).

 

ЗУБНОЙ КАМЕНЬ. См. ЗУБЫ (ПРОБЛЕМЫ). КАРИЕС, ПОЛОМКА ЗУБА, ПОТЕРЯ ЭМАЛИ. СКРИП ЗУБОВ.
Нерешительность, неумение анализировать жизненные ситуации. Неспособность постоять за себя.

Зубы правой части рта: отношения с отцом, левой: отношения с матерью.

Следует конкретизировать свои желания и переходить к действиям. Научиться объективно воспринимать реальность. Позволять другим помочь тебе и позволять себе защищать себя.

ИЗНОС ЗУБОВ: позволяешь близким использовать тебя. Не следует ждать когда они изменятся, надо постараться почувствовать к ним безусловную любовь.

СКРИП ЗУБОВ: накопление злости и сильного эмоционального напряжения. Стоит немедленно отыскать и решить проблему, вызывающую напряжение, чтобы не было более серьезных неприятностей.

 

ЗУД
Ощущение раздражения кожи и желание чесать раздраженное место.

Нереализованное желание. Озабоченность обстоятельствами. Нетерпение, раздражение.

Место раздражения указывает на сферу жизни, в которой возникло ощущение загнанности в угол или нереализованное желание.

Стоит подумать о реальности своего желания, сформулировать намерения, стать лицом со своими страхами и действовать.

 

ИКОТА
Резкое непроизвольное сокращение диафрагмы (каждые 10-30 секунд), вызывающее короткий шумный вдох.

Эмоциональное возбуждение, невозможность успокоиться.

Нужно сделать несколько глубоких вдохов – выдохов, подольше задерживая воздух в легких, и выпить стакан воды. Затем постараться понять какой процесс не получается прекратить. Тело говорит, что ты должен остановить какое-то действие, так как сделано уже достаточно.

 

 ИКРЫ (ПРОБЛЕМЫ). См. НОГА (БОЛЬ).
Нереализованное (из-за страха) желание двигаться быстрее.

 

ИМПЕТИГО (гнойничковый лишай).
Кожное заболевание. См. КОЖА (ПРОБЛЕМЫ).

Ослабленная эмоциональная и физическая защита. Подавленные чувства.

Стоит перестать занимать оборонительную позицию. Разрешить себе проявлять эмоции,не считая их признаком слабости.

 

ИМПОТЕНЦИЯ
Расстройство половой функции мужчины (слабая эрекция и невозможность полового акта).

Если неудачи повторяются с какой-то одной женщиной: мужчина подсознательно воспринимает ее как мать или его любовь к ней стала более возвышенной (выше секса). Возможно, мужчина неосознанно наказывает свою партнершу таким образом. При этом, он наказывает и сам себя, так как блокирует свою творческую энергию, питая лишь свое эго.

Если импотенция возникла из-за неудачного сексуального опыта, мужчине не стоит верить в повторение неудачи в следующий раз.

Ощущение бессилия в другой сфере жизни. Переживание из-за кого-то другого.

См. также ПЕНИС (ПРОБЛЕМЫ).

 

ИНТОКСИКАЦИЯ
Проблемы, вызванные воздействием на организм вредных веществ.

Чувство того, что твою жизнь кто-то отравляет. Либо отравляешь ее сам плохими мыслями.

Стоит понять, что никто, кроме тебя самого не может тебя отравить. Почувствовать сострадание к себе или к тому, кто отравляет твою жизнь.

 

ИНФАРКТ. См. СЕРДЦЕ (ПРОБЛЕМЫ) и АРТЕРИИ (ПРОБЛЕМЫ).
Попытка избавиться от потока эмоций, лишающих радостей жизни.

 

ИНФЕКЦИЯ
Попадание в организм и размножение в нем болезнетворных микробов.

Пессимизм. Болезненная реакция на неприятные мысли, поступки и слова других людей. Хрупкость и слабость в той сфере жизни, которая связана с зараженной частью тела.

Стоит осознать свою силу и перестать позволять другим проявлять агрессию по отношению к тебе.

 

ИСТОЩЕНИЕ
Обычно подвержены люди, имеющие плохие отношения с родителем того же пола. Отсутствие признания от него. Чувство зависимости и беспомощности.  Желание кому-то что-то доказать.

Завышенные ожидания, разочарование, утрата веры в себя, нежелание что-либо делать.

Следует принять себя таким, какой ты есть. Признать свои достоинства и недостатки (слабости). Научиться любить себя и не пытаться добиваться любви своими действиями (работой). Пересмотреть отношение к работе, научиться говорить «нет». Не требовать от себя рабочих «подвигов» каждый день.

 

ИХТИОЗ. См. также КОЖА (ПРОБЛЕМЫ).
Желание казаться жестким и «сухим».

Стоит стать более мягким и гибким, не боясь уязвимости. Перестать контролировать себя, создавая определенный образ.

 

ИШИАС
Воспаление седалищного нерва.

Неуверенность в будущем. Страх потери денег. Неосознанная привязанность к материальному. Обида, агрессия и непринятие кого-то или чего-то в материальной сфере.

Стоит осознать привязанность к материальным благам и дать себе право на нее. Перестать считать любовь к материальным благам порочной и грязной. Осознать свою способность создавать все необходимое для себя. Ощутить прощение и избавление от обиды.

См. также «причины воспалительных заболеваний».

 

КАМНИ
Отложения солей или органических веществ.

Долгое вынашивание тяжелых чувств или мыслей (агрессии, зависти, ревности). Точное определение метафизического смысла зависит от места образования камней и его функции в организме.

Стоит перестать думать одно, а делать другое. Начать действовать смело, в соответствии со своими желаниями.

 

КАМНИ В ПОЧКАХ. См. КАМНИ и ПОЧКИ (ПРОБЛЕМЫ).
 

КАНДИДОЗ
Инфекция, вызванная грибками типа Candida.

ОРАЛЬНЫЙ КАНДИДОЗ См. РОТ (ПРОБЛЕМЫ).
ГЕНИТАЛЬНЫЙ КАНДИДОЗ См. ВЛАГАЛИЩЕ (ПРОБЛЕМЫ).
Ощущение утраченной чистоты. Желание заставить окружающих поверить в твою невинность. Подавленный гнев.

 

КАРИЕС ЗУБОВ
Непринятие кого-то или чего-то. Чувство ярости, невозможность проявить желания. Слишком серьезное отношение к жизни. Запрет смеха для себя.

См. также ЗУБЫ (ПРОБЛЕМЫ).

Стоит пересмотреть свое отношение к окружающему, научиться смеяться над собой и замечать смешное вокруг. Понять, что сахар не может сделать жизнь приятнее, и меньше употреблять его.

 

КАТАРАКТА
Помутнение хрусталика глаза.

Печаль. Нежелание видеть неудачи или завершение чего-то.

Стоит перестать предъявлять к людям повышенные требования. Посмотреть на уже созданное тобой до настоящего  времени, увидеть хорошие стороны жизни.

 

КАШЕЛЬ
Рефлекторное действие, вызванное раздражением; попытка очистить дыхательные пути.

Повышенная раздражительность. Чрезмерная самокритичность. Внутренний дискомфорт.

Стоит остановиться, прислушаться к себе и понять, что ты гораздо лучше, чем кажешься себе. Отнестись терпимее к себе – так, как хочешь, чтобы к тебе относились другие.

 

КЕРАТИТ
Инфекционное воспалительное заболевание роговицы. См. ГЛАЗА (ПРОБЛЕМЫ).

Гнев и огорчение. Сдерживание слез.

 

КЕРАТОЗ
Утолщение рогового слоя кожи. См. КОЖА (ПРОБЛЕМЫ), РУКИ, СТОПЫ.

 

КИСТА
Патологическая шарообразная полость в органах, обычно заполненная жидким содержимым. Бывает доброкачественная и злокачественная (см. РАК).

Накопленное огорчение, боль, связанные с событиями прошлого. Назначение части тела, в которой образовалась киста, говорит о сфере жизни, подверженной огорчению и боли.

Стоит скорее простить себя и других. Понять, что тебе вредит не какой-то другой человек, а твое внутренне отношение к ситуации. Перестать строить защиту от ударов судьбы.

 

КИСТОЗНЫЙ ФИБРОЗ
Затвердевание волокон соединительной ткани. См. также ЛЕГКИЕ, ПОДЖЕЛУДОЧНАЯ ЖЕЛЕЗА.

Ожесточение против себя и других. Пессимизм. Привлечение внимания к себе.

Стоит осознать наличие у себя всего необходимого для самостоятельной полноценной жизни. Начать действовать.

 

КИФОЗ
Искривление позвоночника (выпячивание назад).

Груз ответственности, страх оказаться не на высоте. См. также СПИНА (БОЛЬ).

Следует подумать и решить, кем ты хочешь стать на самом деле. Понять, что родные желают тебе добра, поэтому возлагают на тебя большие надежды. Почувствовать способность самостоятельно решать свои проблемы и получить свободу действий.

 

КИШЕЧНИК (ПРОБЛЕМЫ)
С тонкой кишкой могут быть связаны: ОПУХОЛЬ, РАК, ДИВЕРТИКУЛИТ, БОЛЕЗНЬ КРОНА и ПОНОС.

В толстой кишке могут возникнуть: ПОНОС, ЗАПОР, КОЛИКИ, КОЛИТ, ОПУХОЛЬ, РАК, СУДОРОГИ, ГАСТРОЭНТЕРИТ, ГЛИСТЫ и СКОПЛЕНИЕ КИШЕЧНЫХ ГАЗОВ.

Проблемы в тонкой кишке: неспособность впитывать полезное в повседневной жизни, придирчивость к мелочам и не видение главного.

Проблемы в толстой кишке: удерживание старых ненужных убеждений, отвержение новых полезных идей. Неразрешенные противоречия, раздражительность.

Стоит научиться позитивному мышлению. Перестать расходовать свою энергию на сомнения и страхи. Избавиться от старого и ненужного, чтобы освободить место для нового. См. также ЖИВОТ (БОЛЬ).

 

КЛАУСТРОФОБИИ
Форма невроза. Боязнь замкнутых пространств. См. также АГОРАФОБИЯ.

Беспокойство, тревожность, подавление эмоций и желаний. Чрезмерная озабоченность работой.

Стоит расслабиться, принять свои недостатки, страхи.

 

КЛЮЧИЦА (ПРОБЛЕМЫ)
Скрытое нежелание признавать чью-то власть над собой. Чувство вины.

Стоит начать высказывать свое мнение, избавиться от страха. См. также КОСТИ (ПРОБЛЕМЫ) и НЕСЧАСТНЫЙ СЛУЧАЙ.

 

КОЖА (ПРОБЛЕМЫ)
Кожа – отражение мыслей человека о самом себе.

Стыд за себя, зависимость от чужого мнения о тебе. Отвержение самого себя. Повышенная чувствительность к происходящему вокруг. Нелюбовь к себе.

Серьезная кожная болезнь – желание отдалиться от людей. Ощущение равнодушия или пренебрежение со стороны других людей. Переживание разлуки, отвергнутость.

Пораженная часть тела указывает на сферу жизни, в которой находится причина болезни.

Стоит пересмотреть отношение к себе, отметить свои положительные качества. Принять свои несовершенства и недостатки, свою ценность – внутренний мир. Избавиться от чувства вины.

См. также ЗУД.

 

КОЖИ ПОКРАСНЕНИЕ
Сдерживание себя, желание соответствовать выбранному образу. Внезапный страх не оправдать ожидания. Непринятие себя таким, какой ты есть.

Стоит принять себя, перестать пытаться стать идеальным.

 

КОКЛЮШ
Острое инфекционное заболевание. См. ДЕТСКИЕ БОЛЕЗНИ.

Попытка привлечь к себе внимание.

 

КОЛЕНО (БОЛЬ)
Недостаточная гибкость в отношении будущего. Тщеславие, упрямство, непринятие советов других людей. См. также АРТРИТ и АРТРОЗ.

Стоит осознать  свою способность жить самостоятельной жизнью, однако не отвергать полностью чью-то помощь. Стать более гибким в принятии чужих советов, не боясь утратить независимость и контроль над ситуацией.

 

КОЛЕНО (ИСКРИВЛЕНИЕ ВНУТРЬ И НАРУЖУ). См. НОГА (БОЛЬ).
Неспособность двигаться прямо к цели.

 

КОЛИКА
Приступ острой боли в животе. См. также ПОНОС и КИШЕЧНИК (ПРОБЛЕМЫ).

 

КОЛИТ
Воспаление слизистой оболочки ободочной кишки (участка толстой кишки). См. также ПОНОС, ЗАПОР, КИШЕЧНИК (ПРОБЛЕМЫ) и «причины воспалительных заболеваний».

Сильный гнев.

 

КОЛОСТОМИЯ
Образование искусственного ануса из-за спайки участка толстой кишки с брюшной стенкой. См. также АНУС (ПРОБЛЕМЫ), КИШЕЧНИК (ПРОБЛЕМЫ) и РАК.

 

КОМА
Длительная потеря сознания с серьезными вегетативными и метаболическими расстройствами.

Боязнь и жизни и смерти. Страх неизвестности или потери близких людей и имущества.

Только сам человек, находящийся в коме, может принять решение. Выбрать жизнь или смерть. Он все слышит, поэтому ему стоит объяснить (сказать), что все люди испытывают страх перед неизвестностью. Если он выберет умереть, то его душе все равно придется вернуться на эту планету, чтобы закончить все, что ему нужно здесь сделать.

 

КОНВУЛЬСИИ
Непроизвольные резкие движения, часто заканчивающиеся потерей сознания.

Сдержанная агрессия. Внутреннее беспокойство и возбуждение. У ребенка агрессия могла быть принесена из прошлых жизней.

Стоит полюбить себя и позволить выражать агрессию.

 

КОННА СИНДРОМ
Гиперфункция надпочечников, обусловленная доброкачественной опухолью их коры. См. НАДПОЧЕЧНИКИ (ПРОБЛЕМЫ).

 

КОНЬЮКТИВИТ
Воспаление коньюктивы (мембраны, покрывающей внутреннюю поверхность века и глазное яблоко). См. ГЛАЗА (ПРОБЛЕМЫ).

Пережитый гнев и страх повторения такого переживания.

Стоит постараться смотреть на мир сердцем, не деля все на белое и черное, хорошее и плохое. Вернуть себе энтузиазм.

См. также «причины воспалительных заболеваний».

 

КОПЧИК (ПРОБЛЕМЫ)
Потребность в заботе и желание независимости. Чувство вины.

Стоит позволить себе побыть зависимым от кого-то на какое-то время, признать потребность в заботе. Полюбить себя. Перестать считать, что другие люди сильно зависят от тебя.

Если произошел перелом копчика, см. также ПЕРЕЛОМ.

 

КОРЬ
Острое инфекционное заболевание. См. ДЕТСКИЕ БОЛЕЗНИ, КОЖА (ПРОБЛЕМЫ) и ЛИХОРАДКА.

 

КОСОГЛАЗИЕ
Положение глаз, при котором зрительные оси не сходятся на объекте наблюдения.

Неодобрение чего-то, подозрение.

Варианты косоглазия (смещения):

Левый глаз вверх: повышенная эмоциональность в чувственной сфере.

Правый глаз вверх: повышенная эмоциональность в интеллектуальной сфере. Легко сбивается с толку.

Левый глаз наружу: Инстинктивные действия, не зависящие от ума (без плохих намерений).

Правый глаз наружу: отсутствие связи между умом и видимым объектом. Ум топчется на месте. Склонность к депрессии.

Левый глаз внутрь:  страх, комплекс неполноценности.

Правый глаз внутрь: обидчивость, злопамятность, драчливость.

Левый глаз вверх-наружу: мечтательность, нерациональность, отсутствие чувства времени.

Правый глаз вверх-наружу: недисциплинированность, аморальность в мыслях.

Стоит осмыслить важные решения, принятые в детстве. Осознать, что ты сам мог видеть людей не такими, какими они были на самом деле. Стараться более объективно воспринимать происходящее вокруг тебя.

 

КОСТИ (ПРОБЛЕМЫ)
Занижение самооценки, неуверенность в жизни. Страх лишиться поддержки или лишить поддержки кого-то другого. Боязнь властей и проявлений власти.

Стоит осознать, что ты гораздо сильнее на самом деле, чем кажется. Делать то, что нравится, не испытывая вину. Оценивать свои достижения, не сравнивая с чужими результатами. Помнить, что если другой человек имеет власть, то это не значит, что он лучше или ценнее тебя. Можно добиться успеха и в других областях – таланты и способности есть у каждого.

 

КОШМАР
Мучительный и страшный сон.

Неосознаваемое сильное беспокойство. Выход наружу (во сне) подавленных чувств.

Стоит постараться выяснить причину беспокойства, поверить в свои силы и восстановить душевное спокойствие.

 

КРАПИВНИЦА
Аллергическая кожная реакция, связанная с появлением волдырей, зудом и отеком. См. КОЖА (ПРОБЛЕМЫ), ЗУД и ОТЕК.

Страх перед какой-то ситуацией.

 

КРАСНУХА
Острое инфекционное заболевание. См. ДЕТСКИЕ БОЛЕЗНИ, КОЖА (ПРОБЛЕМЫ) и ЛИХОРАДКА.

 

КРОВОПОДТЕК
Кровоизлияние в мягкие ткани.

Проявленная слабость, ненадежность.

 

КРОВОТЕЧЕНИЕ
Истечение крови из кровеносных сосудов из-за нарушения их целостности.

Подавление моральной усталости и беспокойства. Назначение поврежденной части тела указывает на сферу жизни, в которой пропало ощущение радости.

Внутреннее кровотечение: желание страдать молча. Ощущение, что некому довериться, и никто не поможет.

Стоит пересмотреть отношение к жизни (какой-то сфере). Расслабиться и получать радость. Перестать относиться ко всему слишком серьезно.

 

КРОВОТЕЧЕНИЕ ИЗ НОСА
Грусть, досада, желание плакать. Попытка прекратить заниматься неинтересным делом.

Стоит позволить себе плакать для снятия стресса. Не обязательно сразу бросать свое занятие, постараться найти в нем положительные моменты.

 

КРОВЯНЫЕ ПЛАСТИНКИ (НЕДОСТАТОК). См. КРОВОТЕЧЕНИЕ.
 

КРОВЯНЫЕ ТЕЛЬЦА (ПРОБЛЕМЫ)
Белые кровяные тельца: неспособность защитить себя.

Избыток: желание сражаться, драться. Стоит пересмотреть отношение к себе, понять, что люди любят тебя таким, какой ты есть.

Недостаток: нежелание (уход) от боя, поражение. Стоит поверить в себя, свои способности, талант. Обрести уверенность в себе.

 

КРОВЬ (ПРОБЛЕМЫ)
Неспособность обеспечить нормальный ход своей жизни, выбрать необходимое направление, радоваться жизни. Склонность драматизировать ситуацию.

Стоит полюбить себя таким, какой ты есть. Научиться радоваться своим успехам и достижениям, ценить себя и свои потребности. Развиваться самому, а не завидовать другим.

 

КРОНА БОЛЕЗНЬ (ИЛЕИТ)
Воспаление подвздошной кишки (участка тонкой кишки). См. КИШЕЧНИК (ПРОБЛЕМЫ) и ПОНОС.

Навязчивые идеи, чувство отвергнутости или отвержение всего. Боязнь не оправдать чьи-то надежды. См. также «причины воспалительных заболеваний».

 

КРУП. См. ЛАРИНГИТ, АНГИНА и КАШЕЛЬ.
 

КУТИКУЛЫ. См. ПАЛЬЦЫ РУК и ПАЛЬЦЫ НОГ.
 

КУШИНГА БОЛЕЗНЬ. См. НАДПОЧЕЧНИКИ (ПРОБЛЕМЫ).
 

ЛАРИНГИТ
Воспаление гортани.

Боязнь сказать что-то или оказаться не на высоте (на выступлении). Желание держать «рот на замке», чтобы не сказать лишнего. Боязнь попросить чего-то.

Стоит выразить свои чувства, заявить о своем праве на самовыражение. Просить, не боясь отказа. Отказ НЕ означает нелюбовь к тебе или непризнание твоего существования. См. также «причины воспалительных заболеваний».

 

ЛЕГКИЕ (ПРОБЛЕМЫ)
Душевная боль, печаль, нежелание жить. Невозможность дышать полной грудью. Боязнь смерти или боязнь перестать заниматься чем-то, что-то делать, и перейти к чему-то новому.

Стоит постараться увидеть хорошее в своей жизни, научиться дышать полной грудью. Проводить больше времени на свежем воздухе. Научиться радоваться жизни, проявлять социальную активность.

 

ЛЕЙКЕМИЯ
Увеличение количества белых кровяных телец и уменьшение количества красных кровяных телец. См. КРОВЯНЫЕ ТЕЛЬЦА (ПРОБЛЕМЫ), СЕЛЕЗЕНКА (ПРОБЛЕМЫ), РАК.

 

ЛЕЙКОПЕНИЯ
Недостаток белых кровяных телец. См. КРОВЯНЫЕ ТЕЛЬЦА (ПРОБЛЕМЫ).

 

ЛЕПРА (ПРОКАЗА)
Инфекционное заболевание.

Отвержение себя. Уход в себя и отключение от внешнего мира.

Следует немедленно восстановить контакт со своей сущностью. Начать хвалить себя и записать на бумаге свои способности и таланты. Осознать свою пользу для окружающих.

 

ЛИМФАТИЧЕСКАЯ СИСТЕМА (ПРОБЛЕМЫ). См. ОПУХАНИЕ ЛИМФАТИЧЕСКИХ УЗЛОВ, РАК.
 

ЛИМФАТИЧЕСКИЕ УЗЛЫ (ОПУХАНИЕ)
Чувство собственной неуклюжести в отношениях с людьми, недооценка себя. Если распухла железа в левой подмышечной впадине – человек склонен принижать себя в общении со своими детьми, в правой – в отношениях с женой (мужем) или другими людьми, в паху – в интимных аспектах.

Не стоит пытаться контролировать все и всех. Есть предел твоим возможностям. Можно расслабиться и полюбить себя.

 

ЛИПОМЫ
Подкожные доброкачественные опухоли из жировой ткани. См. также КИСТА.

Назначение части тела, на которой образовалась липома, говорит о сфере жизни, в которой произошел сбой.

 

ЛИХОРАДКА (ЖАР)
Повышение температуры тела.

Накопление гнева. Внутренний конфликт.

Стоит избавиться от гнева с помощью прощения, разобраться в причинах его возникновения.

См. также «этапы истинного прощения» в конце статьи.

 

ЛИЦО (ПРОБЛЕМЫ)
Стыдливость, склонность винить во всем себя, стремление быть таким, каким тебя хотят видеть другие.

Необходимо стать самим собой, показать свое настоящее лицо.

 

ЛИШАЙ ОПОЯСЫВАЮЩИЙ
Инфекционное кожное заболевание, связанное с появлением сыпи по ходу крупных нервных стволов и их ветвей. См. КОЖА (БОЛЕЗНИ).

Сильный гнев, горечь, расстройство. Боязнь противостоять проблемам.

Необходимо прощение.

 

ЛОДЫЖКИ (ПРОБЛЕМЫ). См. СТОПЫ (ПРОБЛЕМЫ).
Недостаточная гибкость в управлении ходом своей жизни.

 

ЛОКОТЬ (БОЛЬ). См. также РУКА (БОЛЬ).
Нехватка пространства для действий. Боязнь застрять или оказаться загнанным в угол.

Стоит постараться расслабиться и спокойно занять свое пространство.

 

ЛОПАТКА. См. также КОСТИ (ПРОБЛЕМЫ).
 

ЛОРДОЗ
Искривление позвоночника, при котором образуется впадина в поясничной области.

Трудности в восприятии информации. Желание сделать все самому, без чужой помощи.

Стоит научиться чувствовать поддержку, принимать помощь и благодарить. Получать от этого удовольствие и чувствовать собственное достоинство.

 

ЛЮМБАГО
Приступы сильной боли в пояснице, вызванные поражением межпозвоночного диска между двумя последними позвонками поясничного отдела. См. СПИНА (БОЛЬ).

Злость на себя из-за неспособности обеспечить себя материально. Недостаток гибкости.

Стоит перестать пытаться все контролировать и цепляться за старое. Принять помощь и двигаться вперед.

 

МАЛОПОДВИЖНОСТЬ СУСТАВА. См. СУСТАВЫ (ПРОБЛЕМЫ).
Напряженность, недостаток гибкости. Чтобы узнать в какой сфере жизни присутствует напряженность, надо рассмотреть назначение проблемной части тела.

 

МАЛЯРИЯ
Инфекционная болезнь. См. также ЛИХОРАДКА и ПАРАЗИТЫ.

 

МАНИАКАЛЬНО-ДЕПРЕССИВНЫЙ ПСИХОЗ. См. ПСИХОЗ, ДЕПРЕССИЯ, ПОМЕШАТЕЛЬСТВО.
 

МАНИЯ. См. ПОМЕШАТЕЛЬСТВО.
 

МАРФАНА БОЛЕЗНЬ. См. ВРОЖДЕННЫЕ ПОРОКИ и «дополнительные объяснения».
 

МАСТИТ
Воспаление молочной железы в период кормления грудью. См. АБСЦЕСС и ГРУДИ.

Гнев, в связи с изменениями в жизни. См. также «причины воспалительных заболеваний».

 

МАСТОДИТ
Воспаление сосцевидного отростка височной кости (перед внешним слуховым проходом). См. УШИ (ПРОБЛЕМЫ). См. также «причины воспалительных заболеваний».

 

МАТКА (ПРОБЛЕМЫ). См. также ИНФЕКЦИЯ, ОПУХОЛЬ, РАК, ФИБРОМА, ВЛАГАЛИЩЕ (ПРОБЛЕМЫ).
Страх иметь ребенка, злость на себя и чувство вины перед своим ребенком или семьей.

Стоит переосмыслить свой страх, его реальность и обоснованность.  Принять свои слабости. Позволить себе испытывать страх, не чувствуя вины. Не действовать поспешно, принять обдуманное решение.

 

МАТОЧНЫЕ ТРУБЫ (ПРОБЛЕМЫ)
Блокировка в себе связи мужского и женского начал. Неспособность построить свою жизнь как хочется, трудности в отношениях с мужчинами.

Необходимо избавиться от страхов. Открыться для новых идей и строить свою жизнь без чувства вины, освобождая в ней место для мужчины. См. также МАТКА (ПРОБЛЕМЫ).

 

МЕЛАНОМА
Злокачественная опухоль на коже. См. РАК и КОЖА (ПРОБЛЕМЫ).

Назначение пораженной части тела указывает на сферу жизни, в которой появилась проблема.

 

МЕНИНГИТ
Воспаление оболочек мозга (спинного и головного).

Сильный гнев, переживание неожиданного неприятного события. Эмоциональный шок, перенапряжение.

Стоит понять, что какое-то из твоих убеждений опасно для тебя. Позволить себе жить полной жизнью, достигать цели и быть счастливым, не испытывая чувство вины. См. также «причины воспалительных заболеваний» и «этапы истинного прощения».

 

МЕНОПАУЗА (ПРОБЛЕМЫ)
Нормальный процесс (для женщин около 50 лет).

Страх и огорчение из-за нежелания стареть.

Стоит пересмотреть свое отношение к старости, осознать, что с утратой способности к деторождению жизнь не заканчивается. Посвятить время себе. Ты становишься умнее и опытнее.

 

МЕНОРРАГИЯ 
Усиление менструальных кровотечений и увеличение их длительности.

Если болезнь вызвана применением контрацептивного средства: страхи, чужое влияние.

См. также МЕНСТРУАЦИЯ (ПРОБЛЕМЫ).

Стоит разобраться с причинами страхов, дать себе время осмыслить все, не испытывая вину.

 

МЕНСТРУАЦИЯ (ПРОБЛЕМЫ)
Трудности с принятием своего женского начала. Повышенная раздражительность и восприимчивость. Неосознанное желание быть мужчиной. Выполнение мужской роли (функций) и чувство вины из-за этого.

Стоит позволить себе сыграть мужскую роль и дать себе право нуждаться в мужчине (не следует стремиться играть все мужские роли). Достичь гармонии женского и мужского начала. Понять, что менструация – это естественный, необходимый и безболезненный процесс.

 

МЕНЬЕРА СИНДРОМ
Болезнь внутреннего уха (сильное головокружение). См. УШИ (ПРОБЛЕМЫ), СИСТЕМНОЕ ГОЛОВОКРУЖЕНИЕ.

Сильное чувство вины, страх.

 

МЕТРОРРАГИЯ
Кровотечение из матки (между менструациями). См. также КРОВОТЕЧЕНИЕ, ЭНДОМЕТРИОЗ.

 

МИАЛГИЯ
Мышечная боль. См. МЫШЦЫ (ПРОБЛЕМЫ).

Нехватка отдыха, разрядки. Назначение больной части теле указывает на сферу жизни, нуждающуюся в переменах.


МИГРЕНЬ
Чувство вины за противостояние с важным для тебя человеком. Беспомощность. Часто проблемы в сексуальной жизни.

Следует попытаться осознать, кем бы ты хотел быть, если бы имел любые возможности. Затем определить, что мешает тебе быть тем, кем хочешь. Обычно это неправильный образ мыслей (например, думаешь, что люди любят тебя сильнее, когда проявляешь зависимость от них). Позволить себе быть несовершенным и не торопить себя в достижении своей цели.


МИНДАЛИН ВОСПАЛЕНИЕ
Гнев из-за неудачи.

Не стоит быть слишком критичным и уверенным в своей правоте. Надо отнестись к ситуации с любовью и пониманием. См. также ГОРЛО (БОЛЬ).

См. также «причины воспалительных заболеваний».

 

МИОКАРДИТ
Воспаление мышцы сердца. См. СЕРДЦЕ (ПРОБЛЕМЫ).

Следует скорее полюбить себя.

 

МОЗОЛЬ НА НОГЕ или НА РУКЕ.
На ноге: боязнь будущего, сдерживание своих порывов и желаний.

На руке: боязнь настоящего.

Не стоит сдерживать порывы души, начать делать то, что хочется. Избавиться от боязни не понравиться кому-то.

 

МОНОНУКЛЕОЗ. См. АНГИНА, КРОВЯНЫЕ ТЕЛЬЦА (ПРОБЛЕМЫ), СЕЛЕЗЕНКА (ПРОБЛЕМЫ), ПЕЧЕНЬ.
Сильное упрямство. Злость на себя.

Стоит расслабиться и не  упорствовать.

 

МОЧЕВОЙ ПУЗЫРЬ. НЕДЕРЖАНИЕ МОЧИ, ВОСПАЛЕНИЕ, ИНФЕКЦИЯ, ОПУХОЛЬ, РАК и ПОЧКИ (ПРОБЛЕМЫ).
Если мочеиспускание затруднено: подавление желаний, страх.

Если недержание мочи: стремление немедленно реализовать свои желания, недостаток здравомыслия.

 

МОЧЕВЫВОДЯЩИХ ПУТЕЙ ИНФЕКЦИЯ. См. УРЕТРИТ.
 

МУРАШКИ ПО ТЕЛУ. См. ОНЕМЕНИЕ.
 

МЫШЦЫ (ПРОБЛЕМЫ)
Недостаток воли и мотивации. Внутренняя слабость, боязнь достижения цели.

Стоит наладить контакт со своей внутренней энергией и силой, мотивировать себя и двигаться к своей цели.

 

НАДПОЧЕЧНИКИ (ПРОБЛЕМЫ)
Боязнь не справиться со своим материальным обеспечением, не суметь удовлетворить свои потребности, выбрать ложное направление. Недооценка себя и злость за недостаток смелости и динамичности. Постоянная напряженность из-за надуманной опасности.

Стоит расслабиться и наладить контакт со своей внутренней силой. Довериться Вселенной и поблагодарить ее за все, что у тебя есть.

 

НАРКОЛЕПСИЯ (СОННАЯ БОЛЕЗНЬ)
Нарушение процессов бодрствования и сна.

Хаотичность и отсутствие равновесия в жизни.

Следует позволить себе полноценно отдыхать и восстанавливаться, не испытывая вину.

 

НАРОСТ
Доброкачественная опухоль кожи.

Долгое переживание какого-то огорчения в прошлом. Не видение своей красоты. Назначение поврежденной части тела указывает на проблемную сферу жизни.

Следует признать свою красоту. Выбрать развитие вместо сожалений о прошлом. Слушать свое сердце и делать то, что оно подсказывает, без чувства вины. Простить себя и других.

См. также КОЖА (ПРОБЛЕМЫ), БОРОДАВКИ.

 

НАСЛЕДСТВЕННЫЕ ЗАБОЛЕВАНИЯ
Это заболевания, передающиеся по наследству.

См. «дополнительные объяснения».


НАСМОРК
Воспаление слизистой оболочки носа.

Растерянность, беспокойство о малозначительных деталях. Гнев из-за невозможности решить все сразу и быстро. Неспособность почувствовать свои настоящие потребности и жить настоящим. Подсознательный расчет, что неприятный тебе человек отстанет от тебя, боясь заразиться. Убеждение, что от переохлаждения можно заболеть и что насморком можно заразиться.

Стоит постараться осознать свои истинные потребности, подключив свои чувства. Не пытаться делать сразу несколько дел. Расслабиться и не гнать себя. См. также НОС (ПРОБЛЕМЫ) и «причины воспалительных заболеваний».

 

НЕВРАЛГИЯ
Приступы острой боли по ходу нервов. Назначение больной части тела укажет на сферу жизни, в которой может существовать проблема.

Переживание старых страхов и вины при попадании в ситуации, связанные с прошлым. Беспокойство и горечь в душе.

Стоить переосмыслить ситуацию из прошлого, которая беспокоит тебя.  Перестать винить себя и почувствовать свои возможности двигаться вперед.

 

НЕВРОЗ 
Нервное расстройство.

Осознание себя жертвой нерешенных проблем. Злоба из-за нерешенного конфликта с родителями. Недостаток родительского внимания (участия) в детстве. Зависимость от других людей, при отсутствии которых рядом, переходящая в мании (например, манию чистоты).

Стоит осознать, что родители желали тебе только добра, вспомнить хорошие моменты из прошлого (из детства). Осознать свои возможности самостоятельно справляться с возникающими проблемами. Поверить в свои силы.

 

НЕДЕРЖАНИЕ МОЧИ. См. ЭНУРЕЗ.
 

НЕРВНЫЙ ТИК
Быстрые, резкие непроизвольные движения, вызванные сокращением мышц (лица).

Долгое сдерживание себя, достижение предела своих возможностей. Риск потери контроля над собой. Запрет на проявление тревоги, страха и печали. Боязнь потерять свое лицо. Если тик проявлен в другой части тела, ее назначение может говорить о сфере жизни, нуждающейся в ослаблении контроля.

Стоит ослабить самоконтроль, проявить эмоции, страхи и надежды, не боясь осуждения окружающих. Сделать это из любви к себе.

 

НЕСЧАСТНЫЙ СЛУЧАЙ
Следует проанализировать пострадавшую часть тела и серьезность травмы. См. также ПЕРЕЛОМ.

Чувство вины, от которого бессознательно пытаешься избавиться через наказание в виде несчастного случая. Также может являться способом дать себе возможность отдохнуть от работы.

Стоит пересмотреть свое понятие о виновности. Перестать обвинять себя за то, что совершил ненамеренно. Если виновен на самом деле, стоит попросить прощения  у того, перед кем виноват, и со смирением ждать и принять справедливое воздаяние.

Если несчастный случай был бессознательным способом получить передышку в работе, следует понять, что есть способы отдохнуть и восстановиться без ущерба для своего здоровья.

Если случился ПЕРЕЛОМ: сдержанное (непроявленное) желание причинить боль кому-то другому. Стоит разобраться с такими мыслями и извиниться перед человеком, которому они были направлены. См. также «этапы истинного прощения» в конце статьи.

 

НЕФРИТ. См. ПОЧКИ (ПРОБЛЕМЫ).
Переживание или подавление гнева.

 

НЕФРИТ ХРОНИЧЕСКИЙ
Почечная недостаточность. См. ПОЧКИ (ПРОБЛЕМЫ), ГИПЕРТОНИЯ и НЕФРИТ.

 

НЕФРОЗ. См. ПОЧКИ (ПРОБЛЕМЫ).
 

НОГА (БОЛЬ). См. ИКРЫ (ПРОБЛЕМЫ), КОЛЕНО (ПРОБЛЕМЫ), ФЛЕБИТ.
 

НОГТИ (ПРОБЛЕМЫ)
ОБКУСЫВАНИЕ: грызть себя изнутри. Отсутствие ощущения безопасности. Обида на родителей за недостаточную защиту его. Каждый раз, когда появляется ощущение незащищенности, человек начинает обгрызать ногти, получая чувство безопасности и ослабление тревоги.

ПОСТОЯННО ЛОМАЮТСЯ НОГТИ: винить себя в недостаточной точности в каких-то ситуациях. Расходование энергии впустую из-за стремления к педантичности  и совершенству.

ВРОСШИЙ НОГОТЬ: см. ПАЛЬЦЫ НОГ (ПРОБЛЕМЫ).

Стоит избавиться от маниакального стремления к совершенству в мелких деталях. Научиться проявлять свои желания и доверять окружающему миру, чувствуя безопасность в нем.

 

НОС (ПРОБЛЕМЫ)
Неспособность жить полной жизнью, подавление чувств, боязнь страданий (своих и чужих). Непереносимость (на дух) какой-то ситуации или какого-то человека. НАСМОРК также часто появляется при длительном совместном времяпрепровождении в ограниченном пространстве. Боязнь несправедливости.

Стоит разобраться и определить, кого ты не можешь переносить в данный момент или что пугает тебя сейчас. Постараться отнестись к ситуации с пониманием и любовью, воспринять ее не умом, а сердцем. Научиться проявлять свои чувства. Перестать чувствовать ответственность за счастье других людей.

 

ОБМОРОК
Кратковременная внезапная потеря сознания.

Бегство от чего-то неприятного и нежелательного.

Стоит изменить отношение к ситуации. Почувствовать свою внутреннюю силу и взглянуть на ситуацию под другим углом. Перестать подпитывать страхи и поделиться с близкими своими беспокойствами.

 

ОБЕЗВОЖИВАНИЕ
Опустошение эмоционального мира, неумение восстанавливать свои силы. Подавление эмоций.

Стоит отнестись серьезно к отношению к воде, ее потреблению. При увеличении количества потребляемой ежедневно воды, изменится отношение к себе. Появится способность испытывать положительные эмоции и любовь к себе.

 

ОБЛЫСЕНИЕ
Выпадение волос.

Лишение себя защиты. Сильный страх, часто скрываемый попытками защитить кого-то другого.

Следует осознать свою защищенность твоим внутренним Богом. Выяснить, знают ли близкие о твоей беззащитности, и готовы ли они защитить тебя. Наладить контакт со своей душой, принять свои страхи и поделиться ими с другими.

 

ОБОДОЧНАЯ КИШКИ (ПРОБЛЕМЫ). См. КИШЕЧНИК (ПРОБЛЕМЫ).
 

ОДЕРЖИМОСТЬ
Наполненность ума и сознания навязчивой идеей.

Сильное беспокойство. См. НЕВРОЗ, БЕСПОКОЙСТВО.

 

ОЖИРЕНИЕ
Избыточное отложение жира в тканях организма.

Унижения в детском или подростковом возрасте. Боязнь попасть в постыдную ситуацию самому или поставить в нее другого человека. Неумение отказывать и  склонность брать все на себя. Желание сделать счастливыми каких-то людей, между которыми оказался зажат. Нежелание выглядеть привлекательным для другого пола, из-за боязни неудачных отношений (быть отвергнутым). Стремление занять свое место в жизни, но полагание это неприличным. Чрезмерная чувствительность.

Следует тщательно проанализировать свое внутреннее состояние, обнаружить истинную причину ожирения. Стоит осознать, что у тебя нет необходимости всегда быть настороже и бояться оказаться в унизительной ситуации. Перестать стараться быть всегда хорошим.

Научиться принимать что-либо без мыслей о необходимости потом это вернуть. Каждый день анализировать произошедшее, отмечая то, что может быть связано с унижением и стыдом. Спросить у других как это (эти ситуации) выглядело со стороны. Поверить в свою важность и уважение со стороны других, научиться говорить людям «нет».

 

ОЖОГ
Поражение тканей от воздействия высокой температуры, электрического тока, химических веществ или радиации. Пораженная часть тела указывает на сферу жизни, на которую стоит обратить внимание.

Чувство вины. См. НЕСЧАСТНЫЙ СЛУЧАЙ.

Жгущая мысль, вина.

Стоит перестать быть слишком требовательным к себе и наказывать себя.

 

ОЗНОБ
Напряжение, невозможность расслабиться. Нежелание казаться привлекательным. Часть тела, в которой чаще всего (или интенсивней) бывает ощущение холода, указывает проблемную на сферу жизни.

Стоит быть увереннее в себе, перестать слишком беспокоиться о других и драматизировать ситуацию. Жить настоящим, проявляя свою страстность.

 

ОКСИУРОЗ (ЭНТЕРОБИОЗ)
Заражение кишечника белыми червями (острицами). См. ПАРАЗИТЫ.

 

ОЛИГУРИЯ
Уменьшение количества мочи. См. ОБЕЗВОЖИВАНИЕ, ПОЧКИ (ПРОБЛЕМЫ).

 

ОНЕМЕНИЕ
Ощущение временного паралича (обычно в конечностях).

Беспокойство. Непроявленные чувства. Повышенная требовательность к себе.

Стоит постараться понять причину и обоснованность боязни проявить чувства. Изменить свое отношение к своим занятиям или планам.

 

ОНИКСИС
Воспаление ногтей. См. НОГТИ (ПРОБЛЕМЫ).

Подавленный гнев.

 

ОПУХОЛЬ
Разрастание ткани. См. БОРОДАВКА, ГОЛОВНОЙ МОЗГ, КИСТА, НАРОСТ, РАК, СИНДРОМ КОННА, ФИБРОМА МАТКИ.

 

ОРГАЗМ (ОТСУТСТВИЕ)
Непринятие даров. Сдержанность и отсутствие радости от присутствия другого человека. Неспособность радоваться и наслаждаться чем-то без чувства вины.

Стоит научиться любить себя и получать заслуженное наслаждение. Осознать, что только ты сам способен сделать свою жизнь радостной и приятной и что не стоит в этом полагаться на других. Не бояться потери контроля над собой, расслабиться.

 

ОСЛЕРА БОЛЕЗНЬ. См. КОСТИ (ПРОБЛЕМЫ).
 

ОСПА
Острое вирусное инфекционное заболевание. См. ДЕТСКИЕ БОЛЕЗНИ, ЛИХОРАДКА, КОЖА (ПРОБЛЕМЫ).

 

ОСТЕОХОНДРОЗ (ШЕЙНЫЙ)
Острое или хроническое заболевание, сопровождающееся болью в шее и неестественным положением головы. См. ШЕЯ (БОЛЬ).

Неестественные (порочные) наклонности, желание найти выход из порочного круга. Если боль мешает утвердительно кивать, значит, человек в глубине души хочет сказать «да», если боль мешает отрицательно качать головой – человек хочет сказать «нет», но не решается.

 

ОТАЛЬГИЯ
Боль в ушах. См. УШИ (ПРОБЛЕМЫ).

 

ОТЕК
Увеличение количества жидкости в межклеточных пространствах.

Сдерживание эмоций. Противоречие между сердцем и эго человека при разрешении какого-то вопроса. Место отека говорит о сфере жизни, имеющей проблему.

Стоит услышать свое сердце, избавиться от неуверенности в себе и двигаться вперед.

 

ОТИТ
Воспаление наружного слухового прохода или среднего уха. См. УШИ (ПРОБЛЕМЫ).

См. также «причины воспалительных заболеваний».

 

ОТРАВЛЕНИЕ. См. ИНТОКСИКАЦИЯ.
 

ОТРЫЖКА
Шумный выход желудочных газов через рот. См. также АЭРОФАГИЯ.

Подавленный страх, связанный с развитием. Отвержение похвалы, великодушия и хороших мыслей, неуважение к себе. Отрицание хороших намерений других людей.

Стоить принять себе таким, какой ты есть, принять похвалу окружающих и расслабиться.

 

ОЦЕПЕНЕНИЕ
Состояние общего онемения (физического и психического). См. ОНЕМЕНИЕ.

Истощение, разбитость.

 

ПАЖЕ БОЛЕЗНЬ (БОЛЕЗНЬ КОСТЕЙ) – ХРОНИЧЕСКИЙ ДЕФОРМИРУЮЩИЙ ОСТИТ. См. КОСТИ (ПРОБЛЕМЫ).
 

ПАЛЬЦЫ НОГ (ПРОБЛЕМЫ). См. также ПЕРЕЛОМ, СУДОРОГИ, МОЗОЛЬ, РАНЕНИЕ, ВРОСШИЙ НОГОТЬ.
Боязнь двигаться вперед или воспринимать будущее. Беспокойство из-за мелочей и невидение ситуации целиком. Непонимание своих желаний. Вина и сожаление о выбранном пути.

Стоит наладить контакт со своими желаниями. Перестать сосредоточиваться на деталях и увидеть свое будущее в целом. Понять, что страх перед неизвестностью могут испытывать все люди и что не существует ошибок – есть только опыт.

 

ПАЛЬЦЫ РУК (ПРОБЛЕМЫ). См. также БОЛЬ, ПОТЕРЯ ГИБКОСТИ, ПЕРЕЛОМ.
Неразумное стремление к точности, упрекание себя за какой-то поступок или за бездействие.

БОЛЬШОЙ ПАЛЕЦ: желание кого-то к чему-то подтолкнуть или ощущение, что тебя кто-то подталкивает (к принятию решения). Беспокойство по пустякам.

УКАЗАТЕЛЬНЫЙ ПАЛЕЦ: кто-то, обладающий властью над тобой, слишком часто указывает тебе.

СРЕДНИЙ ПАЛЕЦ: чрезмерная чувствительность и обидчивость, стремление к совершенству в сексуальной сфере.

БЕЗЫМЯННЫЙ ПАЛЕЦ: неудовлетворенность в интимной сфере. Склонность к необъективности.

МИЗИНЕЦ: слишком острое реагирование на мнение окружающих о тебе, стремление быть не таким как все. Чувство вины за бездействие.

 

ПАНАЦИРИЙ
Воспаление пальца. См. ПАЛЬЦЫ РУК, ПАЛЬЦЫ НОГ и АБСЦЕСС.

Подавленные чувства, упадок духа. Нежелание протянуть руку помощи.

 

ПАНКАРДИТ
Воспаление оболочек сердца. См. СЕРДЦЕ (ПРОБЛЕМЫ) и РЕВМАТИЗМ.

 

ПАНКРЕАТИТ
Воспаление поджелудочной железы. См. ДИАБЕТ.

Чрезмерное беспокойство о семье, переживание недавнего события. Неоправданные ожидания, гнев. См. также «причины воспалительных заболеваний».

 

ПАРАЗИТЫ
Животные или растительные организмы, живущие за счет другого живого организма.

Подверженность влиянию чужих мыслей и образа жизни, притворство, внимание к мелочам.

Стоит научиться быть самим собой, уважать себя. Не впускать в себя ненужные мысли и убеждения.

 

ПАРАЛИЧ
Полная потеря способности двигаться и ощущать.

Переживание трудной ситуации и желание уйти от нее. Попытка привлечь внимание и заботу. Парализованная часть тела (назначение) укажет на сферу жизни, являющуюся причиной паралича.

Не стоит фокусировать внимание на своей проблеме. Надо поверить в свои творческие способности и найти решение.

 

ПАРАЛИЧ БЕЛЛА. См. БЕЛЛА (ЗНАК).
 

ПАРАНОЙЯ. См. ОДЕРЖИМОСТЬ и ПОМЕШАТЕЛЬСТВО.
 

 ПАРЕЗ
Легкий паралич, уменьшающий силу мышц. См. ПАРАЛИЧ, СЛАБОСТЬ.

 

ПАРЕНО СИНДРОМ
Вертикальный паралич взгляда. См. ПАРАЛИЧ.

Нежелание смотреть и видеть происходящее вокруг.

 

ПАРКИНСОНА БОЛЕЗНЬ (ПАРКИНСОНИЗМ)
Боязнь не удержать что или кого-либо. Усталость от напряжения и контроля всех и всего происходящего. Чувствительность, уязвимость, беспокойство, страх.

Стоит научиться доверять людям и миру. Позволить себе быть собой, принять свое несовершенство и ошибки. Перестать сравнивать свои достижения с успехами других людей.

 

ПАРОТИТ. См. СВИНКА.
 

ПАРША – болезнь, вызывающая выпадение волос на голове. См. КОЖА (ПРОБЛЕМЫ), ВОЛОСЫ НА ГОЛОВЕ (ПРОБЛЕМЫ).

 

ПАХ (БОЛЬ). См. ГРЫЖА, АНЕВРИЗМА.
Напряженность, подавление эмоций в сексуальной сфере.

 

ПЕЛЛАГРА. См. КОЖА (ПРОБЛЕМЫ) и РОТ (ПРОБЛЕМЫ).
Гнев.

 

ПЕНИС (ПРОБЛЕМЫ). См. также ЗУД, ПРОБЛЕМЫ С ЭРЕКЦИЕЙ, ИМПОТЕНЦИЯ, ПРЕЖДЕВРЕМЕННАЯ ЭЯКУЛЯЦИЯ, ВРОЖДЕННЫЕ ПОРОКИ, ОПУХОЛЬ, КИСТА.
Страх, вина, блокирующие желание заниматься сексом или самостоятельно строить свою жизнь.

Стоит научиться ценить себя и разрешить себе получать удовольствие от секса (и в других сферах жизни), не испытывая чувства вины или страха. Проявлять свои творческие способности.

 

ПЕРЕЛОМ
Повреждение кости в результате несчастного случая. См. также КОСТИ (ПРОБЛЕМЫ), НЕСЧАСТНЫЙ СЛУЧАЙ.

Назначение поврежденной части тела указывает на проблемную сферу жизни. Боязнь или переживание какого-то разрыва.

 

ПЕРЕУТОМЛЕНИЕ. См. ИСТОЩЕНИЕ.
 

ПЕРИКАРДИТ
Острое или хроническое воспаление перикарда или околосердечной сумки. См. СЕРДЦЕ (ПРОБЛЕМЫ).

Подавление гнева. См. также «причины воспалительных заболеваний».

 

ПЕРИТОНИТ
Воспаление брюшины или серозной оболочки в брюшной полости.

Подавленный гнев и чувство вины. Желание держать все в себе , выглядеть отважным и стойким. Страх и злость на себя, за неспособность справиться с какой-то ситуацией.

Следует отнестись к себе с терпимостью и любовью, признать пределы твоих возможностей, страх и несовершенство.  Перестать наказывать себя. См. также «причины воспалительных заболеваний» и «этапы истинного прощения».

 

ПЕРФОРАЦИЯ
Образование сквозного отверстия в стенке полого органа.

Ощущение себя пронизанным насквозь кем-то или чем-то. Кто-то хочет забрать часть твоего тела или души. Принятие всего близко к сердцу.

Стоит по-новому взглянуть на ситуацию, проверить обоснованность своих убеждений.

 

ПЕРХОТЬ
Чешуйки на волосистой части головы. См. КОЖА (ПРОБЛЕМЫ), ВОЛОСЫ НА ГОЛОВЕ (ПРОБЛЕМЫ).

 

ПЕЧЕНЬ (ПРОБЛЕМЫ). АБСЦЕСС, КАМНИ, ЦЕРРОЗ, ПЕЧЕНОЧНАЯ НЕДОСТАТОЧНОСТЬ, ВИРУСНЫЙ ГЕПАТИТ, ЖЕЛТУХА, ОПУХОЛЬ.
Злость и беспокойство, боязнь потерять что-то. Подавление гнева. Разочарование.

Стоит перестать пытаться изменить людей, судить их и быть везде первым. Надо научиться лучше анализировать ситуации и координировать свою жизнь.

 

ПИОРЕЯ. См. ДЕСНЫ (БОЛЬ).
 

ПИЩЕВАРЕНИЕ (ПРОБЛЕМЫ). См. ЖЕЛУДОК, ПЕЧЕНЬ, ПОДЖЕЛУДОЧНАЯ ЖЕЛЕЗА, КИШЕЧНИК.
 

ПИЩЕВОД (ПРОБЛЕМЫ). См. также ДИВЕРТИКУЛИТ, ГРЫЖА, ВРОЖДЕННЫЕ ПОРОКИ.
Плохое восприятие нового (поспешное отвержение его). См. РОТ (ПРОБЛЕМЫ), ЖЕЛУДОК (ПРОБЛЕМЫ).

 

ПЛЕВРИТ
Острое или хроническое воспаление плевры. См. ЛЕГКИЕ (ПРОБЛЕМЫ).

Неудовольствие, сдерживание эмоций.

Стоит позволить себе плакать и проявлять эмоции. См. также «причины воспалительных заболеваний».

 

ПЛЕЧО (БОЛЬ)
Ощущение ответственности за счастье других, непозволение себе делать то, что хочется. Работа без любви, от чувства долга. Трудности принятия новой ситуации или человека.

Стоит объективно оценить свои возможности и скинуть лишний груз с плеч (лишнюю работу), заботиться о себе. Решить самому, чем стоит заниматься и как расходовать свои силы. Стать более гибким, принимать ситуации и людей.

 

ПЛЕШИВОСТЬ
Отсутствие волос на волосистой части головы.

Любовь к власти, злоупотребление властью. Навязывание своих взглядов и мнений. Неприятные эмоции и непринятие себя.

Стоит принять себя, осознать свою властность, стать самим собой. См. ВОЛОСЫ НА ГОЛОВЕ (ПРОБЛЕМЫ).


ПНЕВМОНИЯ
Вирусная или инфекционная болезнь легких. См. ЛЕГКИЕ (ПРОБЛЕМЫ).

Тяжелое переживание какого-то неожиданного угрожающего события.

 

ПОДАГРА
Нарушение обмена веществ, характеризующееся высоким уровнем мочевой кислоты в крови и отложением ее солей в суставах и почках.

Сдержанное желание властвовать. Недостаток гибкости и упрямство по отношению к будущему.. Отвращение к чему-то или кому-то.

Стоит расслабиться, стать самим собой и позволить себе иногда проявлять свою властность. Перестать притворяться. Переосмыслить обоснованность боязни будущего. См. также АРТРИТ.

 

ПОЗВОНОЧНИК. См. СПИНА (БОЛЬ).
 

ПОЛИОМИЕЛИТ
Инфекционное заболевание, вызванное действием вируса. См. также ПАРАЛИЧ, ЛЕГКИЕ (ПРОБЛЕМЫ) – в зависимости от зоны поражения.

Отчаяние, ощущение себя грязным внутри.

 

ПОЛИПЫ
Небольшое доброкачественное образование. См. также КИСТА.

 

ПОЛНОТА. См. ОЖИРЕНИЕ.
 

ПОМЕШАТЕЛЬСТВО
Душевное расстройство, помутнение разума. См. также ДЕЛИРИЙ, СЛАБОУМИЕ, ГАЛЛЮЦИНАЦИИ, МАНИЯ, НЕВРОЗ, ПАРАНОЙЯ, ПСИХОЗ, ШИЗОФРЕНИЯ.

Утрата индивидуальности (Я ЕСТЬ). Сильная злоба по отношению к родителю противоположного пола. Уход от реальности с помощью помешательства.

Необходимо истинное прощение (со стороны больного). Обычно душевнобольные не хотят возвращаться из своего убежища в реальный мир, поэтому их близким нужно проявлять любовь и терпение. Большинство таких больных верят в существование Бога и Дьявола (которые могут их наказать и судить) и боятся их, как раньше боялись своих родителей. Поэтому им надо также пересмотреть свое отношение к словам Бог и Дьявол, осознать, что это не реальные существа, а скорее состояние души.

 

ПОНОС
Симптом расстройства функции кишечника.

Отвержение полезного, лишение себя радостей жизни. Неспособность испытывать благодарность и признательность. Чувство вины и чувство отвергнутого (в сфере иметь). Боязнь не иметь чего-то или сделать что-то плохо. Сверхчувствительность. Отвержение ситуации при малейшем страхе.

Стоит думать о себе хорошо, ценить и хвалить себя.

 

ПОТООТДЕЛЕНИЕ
Выделение пота через поры кожи.

Мало потеет: сдержанное переживание сильных эмоций. См. также КОЖА (ПРОБЛЕМЫ).

Много потеет: достижение предела при долгом сдерживании эмоций. Стоит научиться выражать эмоции и чувства.

Если пот имеет  неприятный запах: ненависть и злость на себя за накопленные негативные эмоции. Надо простить себя и других (кто вызывал эти эмоции).

Стоит перестать блокировать свои эмоции и восстановить контакт со своей чувствительностью.

 

ПОХУДЕНИЕ. См. ХУДОБА.
 

ПОЧКИ (ПРОБЛЕМЫ)
Эмоциональность. Чрезмерное беспокойство о других. Ощущение бессилия в работе или в отношениях. Ощущение несправедливости происходящего. Пренебрежение своими интересами в стремлении помочь другим людям. Идеализирование людей и разочарование.

Стоит почувствовать свою внутреннюю силу и способность к успеху. Перестать тратить энергию на критику и сравнение себя с другими. Не идеализировать людей, научиться видеть их такими, какие они есть. Не ожидать слишком многого.

 

ПРЕДМЕНСТРУАЛЬНЫЙ СИНДРОМ. См. МЕНСТРУАЦИЯ (ПРОБЛЕМЫ).
 

ПРИЛИВЫ
Ощущение жара, прилива крови к лицу.

Возможны проблемы с пищеварением. Часто приливы наблюдаются во время менопаузы у женщин. См. ПИЩЕВАРЕНИЕ или МЕНОПАУЗА.

Выход энергии в результате разрешения конфликта.

 

ПРИПУХЛОСТЬ. См. ОТЕК.
 

ПРОСТАТА (ПРОБЛЕМЫ). См. также ВОСПАЛЕНИЯ, ОПУХОЛЬ, РАК.
Усталость от жизни, беспомощность и бессилие.

Следует восстановить контакт со своей способностью творить и строить свою жизнь. Научиться использовать свои силы и опыт для созидания чего-то нового, возможно, с физической помощью молодых. Осознать свою мудрость. См. также «причины воспалительных заболеваний».

 

ПРОСТРЕЛ. См. ЛЮМБАГО.
 

ПРЫЩИ
Нетерпение, нежелание смириться со срывом планов, легкий гнев. Место появления прыщей может указать на сферу жизни, в которой проявляется нетерпение. См. также КОЖА (ПРОБЛЕМЫ).

Стоит научиться более гибко реагировать на неожиданности и повороты судьбы, относиться к ним, как к подсказкам. Не бояться потерять лицо и перестать быть слишком требовательным к себе.

 

ПРЯМАЯ КИШКА (ПРОБЛЕМЫ). См. также ГЕМОРРОЙ, ПОЛИПЫ, КРОВОТЕЧЕНИЯ, ОПУХОЛЬ, РАК.
Чрезмерная требовательность к себе и принуждение себя закончить что-то.

 

ПСИХОЗ
Психическое расстройство.

Потеря индивидуальности и контакта со своей душой. Ненависть к родителю противоположного пола. Нежелание быть самим собой, потеря контакта со своим внутренним миром.

Стоит понять, что только ты сам сможешь восстановить контакт своего разума с душой. Какие бы страдания ты не перенес в детстве и юности, никогда не поздно от них избавиться. Сделать это можно с помощью истинного прощения.

Если ты хочешь помочь другому человеку, следует понимать, что нельзя решить такую проблему за него, как бы ты не старался. Можно поговорить с ним о любви и прощении. Важно, чтобы такому человеку помогал человек одного с ним пола. См. также ПОМЕШАТЕЛЬСТВО.


ПСОРИАЗ
Распространенная кожная болезнь. См. КОЖА (ПРОБЛЕМЫ).

Дискомфорт, желание измениться, стать кем-то другим.

Стоит принять себя таким, какой ты есть, со всеми недостатками, слабостями, талантами и достоинствами. Не стыдиться и не бояться быть отвергнутым.

 

ПТОЗ
Опущение органа, создающее какую-нибудь проблему.

Опущенный орган указывает на сферу жизни, с которой связана проблема.

Ощущение себя не на высоте, из-за не оправдания чьих-то ожиданий или отхода от своих принципов. Потребность во внимании и заботе, чтобы чувствовать себя любимым.

Не стоит сравнивать себя с другими людьми или созданным тобой идеалом. Нужно позволить себе быть несовершенным. Увидеть положительное в себе, самому, или с обратившись к тем, кто тебя хорошо знает. Поверить в себя и обрести самоуважение.

 

ПЯТКА (БОЛИ)
Потребность в постоянной поддержке. Желание двигаться вперед и получить на это чье-то согласие. Чувство вины от выполнения никем не одобренных действий.

Стоит осознать свою способность самому принимать решения и двигаться вперед. Ты сам – лучшая поддержка для себя. Понять, что для того, чтобы тебя любили и уважали, не обязательно твои взгляды должны совпадать со взглядами окружающих людей. Никто не обязан поддерживать все замыслы других.


РАК
Изменение клетки и сбой в механизме воспроизведения группы клеток.

Функции пораженной части тела укажут на проблемную сферу жизни.

Накопление с детства и удерживание отрицательных эмоций в себе (отверженность, предательство, несправедливость). Подавленная злоба или ненависть к одному из родителей. Желание жить в любви и согласии. Злость на Бога за пережитые испытания. Пережитые в одиночестве психологические травмы.

Стоит обрести настоящую любовь и прощение. Позволить себе злиться на родителей и быть таким, какой ты есть – настоящим собой. Простить самого себя за злые мысли и желание отомстить, за пережитые ярость и обиду. См. также «этапы истинного прощения» в конце статьи.

 

РАНЕНИЕ. См. НЕСЧАСТНЫЙ СЛУЧАЙ.
 

РАССЕЯННЫЙ СКЛЕРОЗ
Множественные уплотнения органов или тканей.

Утрата гибкости, желание огрубеть, чтобы не страдать в какие-то моменты. Нарастание гнева.

Отсутствие развития, топтание на месте. Стремление к совершенству, потребность в заботе. Желание нравиться любой ценой и слишком строгие требования к себе.

Стоит проявить природную мягкость, перестать быть черствым по отношению к себе и другим людям. Расслабиться и перестать доказывать кому-либо что-либо. Быть самим собой и слушать свое сердце. Если ты сильно разочарован родителем твоего пола и пытаешься быть не похожим на него, предъявляя высокие требования к себе, следует постараться принять и простить, в том числе самого себя за резкое суждение матери или отца. См. также «этапы истинного прощения» в конце статьи.

 

РАХИТ
Болезнь, поражающая детский организм в период его роста и тормозящая развитие.

Дети, испытывающие недостаток любви и внимания из-за слишком сильной потребности в заботе. Подсознательное торможение своего развития в надежде оставаться в центре внимания, заботы и любви.

Стоит объяснить ребенку, что рано или поздно ему придется рассчитывать только на свои силы, поэтому ему не следует цепляться за зависимость от других и оставаться всегда ребенком. Родители любят его и заботятся, насколько позволяют их возможности и обстоятельства.

 

РВОТА
Спазматическое выбрасывание содержимого желудка через рот. См. НЕСВАРЕНИЕ ЖЕЛУДКА.

Если причина рвоты – презрение и отвращение к какому-то человеку, надо постараться простить его. При этом не обязательно соглашаться с ним или признавать его здравомыслие, достаточно проявить сострадание и понимание.

 

РВОТА С КРОВЬЮ. См. ВНУТРЕННЕЕ КРОВОТЕЧЕНИЕ.
Эмоциональный предел, невозможность самоконтроля.

 

РЕБРО (ПЕРЕЛОМ). См. ПЕРЕЛОМ.
Ощущение беззащитности.

 

РЕГУРГИТАЦИЯ
Непроизвольное выбрасывание в ротовую полость содержимого пищевода или желудка.

Непринятие недавно услышанного или увиденного. Боязнь быть отвергнутым (возможно, связанная с матерью).

Стоит осмыслить свой страх, понять насколько он реален сейчас.

 

РЕГИНИТ. См. ГЛАЗА (ПРОБЛЕМЫ).
 

РЕТТА СИНДРОМ 
Нейрологическое расстройство, влекущее за собой умственную отсталость и сниженную двигательную активность (у девочек).

Ребенок сомневается в своих силах, ощущает неуверенность в себе. Неоправданные ожидания.

Стоит рассказать ребенку, что она пришла на эту планету для того, чтобы получить какой-то нужный опыт, получив который она сможет оценить свои способности. Если она не сможет сделать это сейчас, ей придется снова вернуться на нашу планету.

Родителям ребенка не стоит винить себя за болезнь. Следует любить свою дочь безусловной любовью и позволить ей самой решить, как поступить в этой ситуации. Их возможности не безграничны. Они тоже получают необходимый для них опыт.

 

РЕВМАТИЗМ. См. АРТРОЗ, АРТРИТ.
 

РИНИТ. См. НОС (ПРОБЛЕМЫ).
Подавленный гнев. См. также «причины воспалительных заболеваний».

 

РИНИТ АЛЛЕРГИЧЕСКИЙ
Душевная рана, полученная в том году, когда впервые появилась аллергическая реакция. Обида на кого-то, ставшего причиной страданий.

Стоит простить человека и отпустить ситуацию, обиду. Понять, что причина – твоя реакция на ситуацию, а не тот человек.

 

РОГОВИЦА (ИЗЪЯЗВЛЕНИЕ). См. ГЛАЗА (ПРОБЛЕМЫ).
Ощущение пребывания в оскорбительном (обидном) положении. Жизнь кажется мрачной.

 

РОТ (ПРОБЛЕМЫ)
Отказ воспринять новую идею. Покусывания внутренних частей рта — желание скрыть беспокоящую информацию.

Стоит пересмотреть свою слишком быструю реакцию на что-то, скоропалительное решение. Относиться к новой идее, как к полезной, пока не убедишься в обратном. Избавляться от дурных мыслей, не давая им засиживаться у тебя в голове. Позволить себе высказать то, что хочется, не думая о реакции других людей.

 

РУКА (предплечье) (БОЛЬ)
Сомнения в своих способностях, замыкание в себе, страдание. Чувство вины перед теми, кого хочется обнять. Неспособность помочь кому-то или проявить силу. Правая рука дает, левая – принимает.

Стоит с любовью принимать ситуации и людей, с любовью работать. Перестать сомневаться в своих способностях делать что-либо и добиваться поставленной цели. Хвалить себя. Чаще обнимать тех, кого любишь.

 

РУКИ (кисти) (БОЛЬ). См. также БОЛЬ, ПЕРЕЛОМ, АРТРИТ, РЕВМАТИЗМ, ЭКЗЕМА.
Выполнение каких-то действий без любви (к себе). Непонимание что тебе нужно.

Левая рука – принимает, правая  — дает. Стоит научиться принимать помощь и подарки с благодарностью и любовью, ценить себя. Получать радость от жизни.

Боязнь протянуть руку помощи или ощущение, что тебя используют. Неспособность сказать «нет». Стоит научиться получать удовольствие от помощи другим, не ожидать благодарности или ответного действия. Надо понять, что мешает делать твоя боль в руке, и разобраться с причиной и реальностью страха. Стараться делать руками то, что они умеют и что им нравится делать (нравилось раньше).

 

САЛЬПИНГИТ
Воспаление маточных труб. См. МАТОЧНЫЕ ТРУБЫ (ПРОБЛЕМЫ).

Подавление гнева. См. также «причины воспалительных заболеваний».

 

САМОУБИЙСТВО
Преднамеренное лишение себя жизни.

Повышенная потребность во внимании или заботе. Жалость к себе и желание, чтобы жалели другие. Обида и ненависть за недостаток внимание в детстве. Желание иметь все и сразу.

Стоит постараться осознать свое желание жить, поменять свой взгляд на жизнь, отношение к жизни. Принять свое несовершенство. Почувствовать способность творить собственную жизнь и  ответственность за принимаемые решения.

 

СВИНКА (ПАРОТИТ)
Острое вирусное заболевание.

Ребенок не может получить то, что хочет. Чувствует себя оскорбленным, оплеванным. Терпит упреки и невнимание.

Если заболел взрослый: напоминание о психологической травме, пережитой в детстве и вызывающей боль в душе. Стоит использовать эту ситуацию для самоутверждения (избавления от комплекса неполноценности). Понять страхи и чувства того, кто тебя оплевал. Почувствовать сострадание к нему и понять, что это ты сам себя оплевал.

См. также ДЕТСКИЕ БОЛЕЗНИ.

 

СВЯЗКИ (РАЗРЫВ). См. также ВЫВИХ.
Назначение травмированной части тела говорит о сфере жизни, к которой относится предупреждение.

 

СЕДАЛИЩНЫЙ НЕРВ (БОЛЬ). См. ИШИАС.
 

СЕЗОННЫЙ СИНДРОМ
Ощущение себя злым и плохим. Отсутствие своего внутреннего света. Чувство вины.

Стоит увидеть светлую сторону своей личности. Позволить себе быть несовершенным. См. также «этапы истинного прощения» в конце статьи.

 

СЕЛЕЗЕНКА (ПРОБЛЕМЫ). УШИБ, РАЗРЫВ, УВЕЛИЧЕНИЕ СЕЛЕЗЕНКИ, ОПУХОЛЬ, РАК.
Создание себе большого количества проблем, беспокойство. Усталость, неумение получать удовольствие от жизни, уныние. Опустошение, бессилие в решение повседневных  вопросов.

Стоит наладить контакт со своей внутренней силой, способностью противостоять чужому влиянию. Ощутить утраченную бодрость духа.

 

СЕПСИС
Инфекционное заболевание, вызванное распространением по организму бактерий. См. КРОВЬ (ПРОБЛЕМЫ) и ЛИХОРАДКА.

Какая-то мания. Стоит немедленно осуществить прощение. См. «этапы истинного прощения» в конце статьи.

 

СЕРДЦЕ (ПРОБЛЕМЫ)
Отсутствие гармонии с самим собой, любви и радости. Принятие всего слишком близко к сердцу. Недостаточная любовь к себе. Желание заслужить любовь и уважение окружающих любой ценой.

Стоит полюбить себя, понять собственные желания и нужды. Научиться слушать свое сердце и жить в гармонии с ним. Делать что-либо для других людей не с целью заслужить их любовь, а ради собственного  удовольствия.

 

СИЛИКОЗ
Поражение легких, вызванное длительным вдыханием пыли, содержащей свободную двуокись кремния. См. ЛЕГКИЕ (ПРОБЛЕМЫ).

Стоит изменить свой образ мыслей и отношение к работе.

 

СИНУСИТ
Воспаление придаточных пазух носа. См. НОС (ПРОБЛЕМЫ).

Гнев из-за срыва планов. См. также «причины воспалительных заболеваний».

 

СИФИЛИС
Инфекционное заболевание, вызванное действием бактерий. См. ВЕНЕРИЧЕСКИЕ БОЛЕЗНИ.

 

СКАРЛАТИНА
Инфекционная болезнь. См. ЛИХОРАДКА, АНГИНА, КОЖА (ПРОБЛЕМЫ).

Сильный гнев от возникшей ситуации.

 

СКЛЕРОДЕРМИЯ. См. КОЖА (ПРОБЛЕМЫ), РАССЕЯННЫЙ СКЛЕРОЗ.
Желание скрыться в своем панцире. Черствость, ожесточение, подавление своих чувств и эмоций.

Следует проявить  переполняющую тебя нежность, перестать сдерживать свои чувства и перестать быть слишком требовательным к себе.

 

СКОЛИОЗ
Боковое искривление позвоночника. См. СПИНА (ПРОБЛЕМЫ).

Неуверенность в себе.

 

СКРИП ЗУБОВ. См. ЗУБЫ (ПРОБЛЕМЫ).
 

СЛАБОСТЬ
Нежелание показывать зубы и проявлять силу. У таких людей часто возникают и проблемы с зубами. Сравнивание себя с другими и утрата возможностей. Слабость в одной части тела указывает на сферу жизни, в которой существует проблема.

Стоит поверить в свои силы и начать жить полной жизнью.

См. также ИСТОЩЕНИЕ.

 

СЛАБОУМИЕ. См. ПОМЕШАТЕЛЬСТВО.
 

СЛАБОУМИЕ СТАРЧЕСКОЕ
Эмоциональный голод, потребность в заботе. Недостаток внимания в детстве.

Если больного убедить, что о нем будут заботиться, даже когда он выздоровеет, он может пойти на поправку. Ему следует простить родителей за недостаток заботы, любви и внимания. Простить себя за злость и обиду на своих родителей. Позволить себе радоваться жизни.

 

СЛЕЗЫ (ОТСУТСТВИЕ)
Нежелание проявлять свою чувствительность и мягкость. Наблюдательность и проницательность. Боязнь, что вокруг может происходить что-то опасное.

Стоить позволить себе проявлять мягкость, понять, что мягкость – не признак слабости. Проверить обоснованность страхов, вынуждающих всегда быть настороже.

 

СЛЮННЫЕ ЖЕЛЕЗЫ (ПРОБЛЕМЫ)
Гиперсекреция слюны: большое количество желаний, нетерпение, стремление двигаться вперед быстро. Желание сделать других людей счастливыми. Иногда – желание наплевать на кого-то.

Стоит перестать клевать на все, что скармливают тебе другие, перестать стараться сделать других счастливыми. Осознать свои потребности и расходовать энергию на свои нужды.

Гипосекреция слюны: подозрительность, обиды, обман. Подавление желаний, отказ двигаться вперед из-за боязни оказаться в дураках.

Стоит быть более открытым для новых идей и людей. Научиться проявлять чувствительность и доверять людям. Испытывать радость от происходящего.

 

СМЕЩЕНИЕ ДИСКА
Неспособность двигаться вперед из-за каких-то мыслей. Ожидание помощи от других.

Стоит научиться быстро принимать решения и действовать решительнее. Поверить в себя и проявлять гибкость в реализации своих возможностей.

 

СОМНАМБУЛИЗМ
Богатое воображение и невозможность реализовать свои желания во время бодрствования.

 

СОЛИТЕР. См. ПАРАЗИТЫ.
Кто-то (паразит) заполняет всю твою жизнь, не оставляя в ней места для близких людей. Чувство одиночества.

 

СОН (ПРОБЛЕМЫ). См. КОШМАРЫ, ЭНУРЕЗ, БЕССОННИЦА, НАРКОЛЕПСИЯ, СОМНАМБУЛИЗМ.
 

СОТРЯСЕНИЕ МОЗГА. См. НЕСЧАСТНЫЙ СЛУЧАЙ и ГОЛОВНОЙ МОЗГ (ПРОБЛЕМЫ).
Переживание шока, потрясения.

 

СПАЗМОФИЛИЯ. См. АГОРАФОБИЯ.
Ощущение, что окружающие не ценят твое великодушие.

 

СПАЙКИ
Место появления спайки позволяет точнее определить их причину.

Черствость, бесчувственность, нежелание отказываться от своих  убеждений.

Стоит избавиться от старых и вредных идей, перестать быть жестким и черствым.

 

СПИД
Нелюбовь к себе и сожаление по поводу своего пола. Попытки сексом компенсировать отсутствие любви. Вина перед самим собой и наказание в виде запрета на секс с посредством болезни.

Стоит отказаться от мыслей, что ты недостоин жить. Поверить в свою значимость и уникальность и перестать слишком рассчитывать на любовь других людей. Полюбить себя таким, какой ты есть, принять и полюбить свой пол. Другие люди (родители) тоже должны принять выбор, сделанный тобою еще до твоего рождения.

 

СПИНА (БОЛЬ)
Боль в области крестца: высокая ценность независимости. Боязнь потери свободы в момент, когда кто-то будет нуждаться в помощи. Боязнь смерти и жизни после смерти.

Стоит хорошенько оценить свои возможности, прежде чем оказать помощь. Понять, что сейчас у тебя есть все, что нужно для выживания.

Боль между крестцом и талией: страх бедности, неуверенность, отсутствие поддержки. Желание обладать чем-то (материальным), чтобы чувствовать себя увереннее, но неспособность признаться в этом себе и другим. Стремление сделать все самому, без чужой помощи. Если при обращении за помощью он получает отказ, боль в спине усиливается.

Стоит позволить себе обладать и наслаждаться материальными благами. Ощутить уверенность в себе и почувствовать насколько приятнее стала жизнь. Не стесняться заявить о своих желаниях и потребностях.

Боль в верхней части спины: эмоциональная нестабильность, неуверенность. Проявление любви к другим, делая что-нибудь для них. Неоправданные ожидания от людей. Трудности в выражении своих потребностей и желаний. Боль усиливается в случае отказа кого-либо в помощи. Ощущение, что что-то делается за твоей спиной.

Стоит перестать думать, что счастье окружающих зависит от тебя. Не надо пытаться быть опорой для всех. Если хочется сделать кому-то приятное или помочь, стоит делать это с любовью. Выразить свои желания и объяснить близким людям чего ты от них ждешь, какого отношения к себе хочешь, чтобы почувствовать их любовь.

 

СПЛЕВЫВАНИЕ
Произвольное очищение от слюны и слизи, накапливающихся во рту.

Презрение к кому-то или чему-то. Нежелание осмыслить ситуацию и использовать полезный опыт.

Стоит проанализировать свои страхи и навязчивые идеи, понять ситуацию, на которую хочется плевать, а также понять, что презрительное отношение к ней может повредить тебе самому.

 

СПЛЕНИТ
Воспаление селезенки. См. СЕЛЕЗЕНКА (ПРОБЛЕМЫ).

Гнев. См. также «причины воспалительных заболеваний».

 

СТЕНОКАРДИЯ (ГРУДНАЯ ЖАБА). См. СЕРДЦЕ (ПРОБЛЕМЫ).
Сдерживание внутренних порывов, боязнь снова пережить какое-то горе.  Желание избавить себя от проблем, вызывающих ощущения удушья и безвыходности.

 

СТОЛБНЯК
Острое инфекционное заболевание, вызванное действием токсина, выделяющегося бациллой Николаера. См. СУДОРОГИ.

Сильная душевная боль, ненависть к кому-то.

Стоит пройти истинное прощение (как описано в книге).

 

СТОПЫ (ПРОБЛЕМЫ). См. также КОСТЬ (ПРОБЛЕМЫ).
Отсутствие развития и движения вперед. Неуверенность в себе, страх, топтание на месте. Желание уйти от реальности (или от физического к духовному). Боязнь увольнения.

Если боль усиливается в состоянии покоя – человек слишком торопится закончить какое-то дело, не дает себе передышки.

Стоит научиться доверять миру и своей интуиции, расслабиться и быть здесь и сейчас. Двигаться вперед смелее и использовать для этого все необходимое.

 

СТРАБИЗМ. См. КОСОГЛАЗИЕ.
 

СТРИИ
Полосы на коже в местах ее растяжения.

Недостаток гибкости в отношениях с людьми.

Стоит позволить себе быть самим собой (быть несовершенным), снять маску жесткости. Назначение части тела, на которой появились стрии, укажет на напряженную сферу жизни. См. также КОЖА (ПРОБЛЕМЫ).

 

СТУПОР
Постепенное или внезапное прекращение активности (физической и умственной). См. ОЦЕПЕНЕНИЕ.

Сильное удивление или страх.

 

СУДОРОГА
Непроизвольное, болезненное сокращение одной или нескольких мышц.

Напряжение и страх. Желание за что-то или за кого-то зацепиться.

Стоит определить функции части тела, в которой обычно возникает судорога. Если она бывает в ноге, возможно, ты боишься двигаться вперед или просто идти на работу. Надо избавиться от страха и напряжения, расслабиться и начать делать то, что тебе нравится.

 

СУСТАВЫ (ПРОБЛЕМЫ). См. АРТРИТ.
Неуверенность в себе, нерешительность. Усталость и нежелание что-либо делать.

 

СУСТАВЫ ТАЗОБЕДРЕННЫЕ (БОЛЬ)
Нерешительность, неспособность начать действовать. Если боль сильнее в положении стоя: страх. Если боль усиливается в положении сидя: потребность в отдыхе, но нежелание отдыхать.

Стоит поверить в себя и начать действовать. Не бояться ошибок (есть только опыт). Двигаться вперед и думать о своих успехах.

 

СУХОЖИЛИЙ ВОСПАЛЕНИЕ
Подавление гнева. Бездействие из-за боязни разрыва. Назначение больной части тела указывает на сферу жизни, в которой может быть чувство вины и страх.

Не стоит пытаться все время нравиться другим или какому-то одному человеку.  Надо заявить о своих желаниях и потребностях, не боясь разрыва. Разобраться с причинами гнева, которые стоит искать не снаружи, а внутри себя. См. также описание «причины воспалительных заболеваний».

 

СУХОСТЬ В ГЛАЗАХ. См. СЛЕЗЫ (ОТСУТСТВИЕ).
 

ТАХИКАРДИЯ
Увеличение частоты сердцебиения. См. БЕСПОКОЙСТВО, СЕРДЦЕ (ПРОБЛЕМЫ).

 

ТОШНОТА
Тягостное ощущение в подложечной области и глотке.

Угроза от кого-то или чего-то, отвращение.

Стоит изменить свое отношение к происходящему, проанализировать причину страха или отвращения. Полюбить себя.

 

ТРЕВОГА
Беспричинный страх.

Неуверенность в своих способностях. См. также АГОРАФОБИЯ.

 

ТРЕЩИНА
Небольшое повреждение кожи.

Сильные колебания при принятии решения, чувство разорванности между двумя людьми или ситуациями, ярость.

Стоит прислушаться к своему сердцу, понять, что тебе на самом деле нужно. Научиться жить своей жизнью и не стараться оправдать ожидания окружающих.

 

ТРОМБОЗ
Образование сгустка крови в вене, артерии или сердечной полости. См. АРТЕРИИ (ПРОБЛЕМЫ), КРОВЬ (ПРОБЛЕМЫ).

Застой в жизни, мешающий радоваться жизни.

Стоит разобраться со своими убеждениями, пересмотреть их, не обвиняя в ситуации кого-то или что-то.

 

ТУБЕРКУЛЕЗ
Инфекционная болезнь, поражающая легкие. См. ЛЕГКИЕ (ПРОБЛЕМЫ).

Очень важный сигнал тела. Болезнь может повлечь серьезные последствия.

 

ТУРЕТТА СИНДРОМ
Ощущение, что тобой манипулируют. Боязнь потери контроля над своей жизнью, зависимости от кого-то или чего-то. Возможно, кто-то из родителей (обычно, противоположного пола) был очень властным, а другой — зависимым. Частый гнев и критическое восприятие ситуации. Уязвимость.

Следует позволить себе быть мягким и уязвимым. Простить своих родителей и самого себя. См. также «этапы истинного прощения» в конце статьи.

 

УГРИ. См. АКНЕ.
 

УДУШЬЕ
Затруднение дыхания. См. АСФИКСИЯ, ЛЕГКИЕ (ПРОБЛЕМЫ).

 

УЗЕЛКИ. См. ДОБРОКАЧЕСТВЕННАЯ ОПУХОЛЬ.
 

УКАЧИВАНИЕ В ТРАНСПОРТЕ. См. также ТОШНОТА, РВОТА, ОЦЕПЕНЕНИЕ и ГОЛОВА (БОЛЬ).
Боязнь умереть для чего-то или кого-то, потерять контроль над ситуацией. Неспособность жить настоящим и радоваться жизни. См. также АГОРАФОБИЯ.

Стоит проявить свои страхи и не перестать пытаться все контролировать. Проанализировать ситуацию во время укачивания. Принять поступки и мнения других людей, довериться им и Вселенной.

 

УКУСЫ И ПРОКОЛЫ. См. ОЖОГ, ЗУД.
 

УРЕМИЯ. См. ПОЧКИ (ПРОБЛЕМЫ).
 

УРЕТЕРИТ
Воспаление мочеточника.  См. ПОЧКИ (ПРОБЛЕМЫ).

Изменения в жизни, к которым трудно приспособиться. Гнев. См. также «причины воспалительных заболеваний».

 

УРЕТРИТ
Воспаление слизистой оболочки уретры или мочеиспускательного канала. См. МОЧЕВОЙ ПУЗЫРЬ (ПРОБЛЕМЫ) и «причины воспалительных заболеваний».

 

УСТАЛОСТЬ
Отсутствие цели в жизни, увязание в своих мыслях, страхах и тревогах.

Стоит увидеть и оценить все, что есть в твоей жизни, найти приятные её стороны. Составить план исполнения своих желаний, научиться радоваться жизни. См. также ИСТОЩЕНИЕ.

 

УШИ (ПРОБЛЕМЫ)
Слишком критическое отношение к услышанному, гнев (ОТИТ, МАСТОТИТ). Отит бывает у детей, когда им надоедает слышать постоянные необоснованные запреты взрослых.

Глухота появляется от нежелания слушать других, ощущения, что тебя постоянно обвиняют. Нежелание слушать критику. Упрямство. Боязнь ослушаться кого-то. Боязнь услышать о проблемах других людей из-за ощущения обязанности помочь им. Чувство вины от ношения украшений (серег).

Стоит пересмотреть свое отношение к тому, что ты слышишь. Обрести уверенность в себе. Понять, что люди не желают тебе только зла. Полюбить себя. Перестать думать, что тебя любят только за повиновение. Научиться слушать людей, не принимая на себя ответственности за их счастье и благополучие. Пересмотреть свои убеждения и чувство вины.

 

УШИБ
Повреждение ткани в результате давления или удара тупым предметом. См. также НЕСЧАСТНЫЙ СЛУЧАЙ и КОЖА (ПРОБЛЕМЫ).

Душевная рана, усталость и слабость. Ощущение себя побитым жизнью.

 

ФАРИНГИТ 
Воспаление слизистой оболочки глотки. См. ГОРЛО (ПРОБЛЕМЫ).

Подавление гнева. См. также «причины воспалительных заболеваний».

 

ФИБРОМА МАТКИ
Длительное переживание (горе, из-за аборта, выкидыша и пр.). Возможно, желание иметь ребенка, но нежелание иметь отношения с мужчинами.

Следует прекратить переживания из-за того, чего уже нет. Позволить себе испытывать боязнь мужчин, а затем постараться избавиться от этого страха. Научиться любить себя и не считать себя неполноценной женщиной.

 

ФИБРОМИАЛГИЯ
Сильное чувство вины с детства или юности. Ощущение себя лишней (обузой). Постоянное физическое напряжение.

Стоит поменять свой образ мыслей, перестать считать себя лишней, увидеть любовь со стороны других людей и научиться доверять им. См. также МЫШЦЫ (ПРОБЛЕМЫ).

 

ФИСТУЛА
Неестественный канал между органами или полостями организма.

Неспособность сосредоточиться на чем-то одном, подверженность влиянию других, смешивание занятий. Подавленность, сумятица в голове, агрессивность. Назначение проблемной части тела говорит о сфере жизни, в которой присутствует вышеописанное отношение.

Стоит научиться разбираться со своими делами самостоятельно, довериться своим чувствам и желаниям. Избавиться от постороннего влияния, воспользоваться своей рассудительностью и опытом.

 

ФЛЕБИТ
Воспаление стенки вены. См. НОГА (БОЛЬ), ТРОМБОЗ.

Злость, нетерпение, беспокойство. См. также «причины воспалительных заболеваний».

 

ФОБИЯ. См. НЕВРОЗ.
 

ФРИГИДНОСТЬ
Неспособность женщины получать удовольствие от секса.

Внутренний запрет на получение удовольствия, подавление эмоций. Жесткий самоконтроль, напускная жесткость.

Стоит позволить себе проявить чувственность, перестать постоянно контролировать себя, считая, что секс – это грех, зло или что-то неправильное.

 

ФРИДРИХА (БОЛЕЗНЬ или АТАКСИЯ)
Сильная эмоциональная зависимость от своих близких. Неспособность или невозможность быть самим собой.

Следует научиться быть самим собой. Понять и простить свою мать и других родственников, связывающих с тобой свои надежды и ожидания. Почувствовать свои желания и начать действовать, не боясь разочаровать свою маму.

 

ФУРУНКУЛ (ЧИРЕЙ)
Инфекционное подкожное воспаление, в результате которого образуется гнойный нарыв. См. АБСЦЕСС.

Сильный гнев, тревога и страх от какой-то ситуации, отравляющей тебе жизнь.

 

ХОЛЕРА
Болезнь, вызванная попаданием холерных бактерий в тонкую кишку. См. КИШЕЧНИК (ПРОБЛЕМЫ).

Стоит перестать считать себя несносным и злым.

 

ХОЛЕСТЕРИН. См. АРТЕРИИ (ПРОБЛЕМЫ), АТЕРОСКЛЕРОЗ.
 

ХРАП
Склонность шуметь днем, но отсутствие такой возможности или сдерживание себя. Скромность, робость.

Следует изменить отношение к себе, перестать отвергать себя, осознать свою важность и значимость. Научиться слушать других и другие будут слушать тебя.

 

ХРИПОТА. См. ЛАРИНГИТ.
 

ХУДОБА
Чувство своей незначительности, боязнь быть отвергнутыми. Желание исчезнуть (провалиться сквозь землю). Зависимость от других. Ощущение недостатка заботы и внимания. Возможно, твои родители не хотели ребенка, или хотели ребенка другого пола.

Стоит понять, что даже если тебя отвергали в детстве или уделяли недостаточно внимания, то, возможно, твои родители чувствовали бессилие из-за достижения предела своих возможностей. Возможно, они не могли поступить иначе. Нужно осознать, что теперь у тебя есть все для самостоятельной жизни и перенесенные лишения являлись необходимым для тебя опытом. Можно принять этот опыт с любовью и пониманием, а можно злиться, обижаться и губить свое здоровье. Ты сам несешь ответственность за свой выбор.

 

ЦЕЛЛЮЛИТ
Блокировка творческих способностей, недоверие к себе, сдерживание себя. Слишком серьезное отношение к чужому мнению о себе. Боязнь проявить свое истинное Я. Возможно скрытое желание управлять своими близкими. Проявление жесткости в трудных ситуациях и внушение себе, что тебя ничто не волнует.

Стоит разобраться со своей боязнью проявить творческие способности. Перестать цепляться за прошлое и начать жить полноценной жизнью. Сдерживая себя, ты неосознанно сдерживаешь и других.

 

ЦИНГА
Болезнь, вызванная недостатком витамина С в пище.

Зависимость от других, потребность в заботе и любви. Недостаток смелости для выражения своих желаний и потребностей и неспособность удовлетворить их.

Стоит скорее осознать свои желания и принять решение об их самостоятельной реализации. Научиться получать удовольствие от жизни и получать помощь других людей.

 

ЦИРРОЗ
Серьезное нарушение функций печени. См. ПЕЧЕНЬ (ПРОБЛЕМЫ).

Достижение эмоционального, ментального и физического предела.

Стоит немедленно изменить образ своей жизни, взять себя в руки. Перестать верить в несправедливость жизни и отчаиваться.

 

ЦИСТИТ
Воспаление мочевого пузыря.

Сильное разочарование в чем-то или в ком-то. Завышенные ожидания от других людей, внутренний гнев.

Стоит брать на себя ответственность за свою жизнь. Научиться понимать и выражать свои чувства и желания, любить безусловной любовью, не ожидая ничего взамен. См. также МОЧЕВОЙ ПУЗЫРЬ (ПРОБЛЕМЫ) и описание «причины воспалительных заболеваний».

 

ЧЕЛЮСТИ (ПРОБЛЕМЫ). БОЛИ, ПЕРЕЛОМ, ВЫВИХ.
Подавленный гнев. Сдерживание себя, своих эмоций.

Стоит проанализировать свои страхи, перестать сдерживать свои эмоции и контролировать себя. См. также ЗУБЫ (ПРОБЛЕМЫ).

 

ЧЕРНЫЕ ТОЧКИ. См. КОЖА (ПРОБЛЕМЫ).
 

ЧЕСОТКА
Заразная болезнь кожи, передающаяся при непосредственном контакте. См. КОЖА (ПРОБЛЕМЫ).

Сильная подверженность влиянию других людей. Раздражительность. См. также ЗУД.

 

ЧИРЕЙ. См. ФУРУНКУЛЫ.
 

ЧИХАНЬЕ
Раздраженность кем-то или чем-то и желание избавиться от этого.

Стоит поискать в ситуации, предшествующей чиханию, что-то полезное для себя. Высказать свое мнение, мысли, выразить свое отношение к ситуации, не накапливая неприязнь.

 

ШЕЯ (БОЛЬ). См. также ОСТЕОХОНДРОЗ ШЕЙНЫЙ.
Недостаток внутренней гибкости. Нежелание объективно воспринять ситуацию из-за отсутствия контроля. Боязнь увидеть или услышать что-то происходящее вокруг или за спиной. Скрываемое переживание происходящего.

Следует проанализировать ситуацию, не боясь посмотреть на нее со всех сторон. Поделиться с окружающими своими мыслями и опасениями. Если тебе больно утвердительно кивать головой, твое тело хочет, чтобы ты сказал кому-то или чему-то «да». Стоит разобраться со своей боязнью соглашаться с чем-то. Если трудно сказать «нет», следует так же проанализировать свои страхи, связанные с этим.

 

ШИЗОФРЕНИЯ. См. ПСИХОЗ.
 

ШИП ЛЕНУАРА
Неопределенность планов на будущее. Боязнь двигаться вперед из-за возможного неодобрения окружающих или того, кто имеет авторитет в твоих глазах. Ощущение безысходности и пессимизм.

Следует почувствовать уверенность в себе, позволить себе рисковать и нести ответственность за свои решения и их последствия. Уметь настоять на своем при реализации своих планов, двигаться вперед, не считая свои действия бесполезными.

 

ШИШКА. См. ОТЕК.
 

ШИШКОВИДНАЯ ЖЕЛЕЗА (ПРОБЛЕМЫ). См. ЭПИФИЗ (ПРОБЛЕМЫ).
 

ШОЙЕРМАННА БОЛЕЗНЬ
Болезненный эпифизит. См. СПИНА (БОЛЬ).

Напряженность, ощущение, что кто-то взобрался тебе на спину и сидит на ней.

Стоит обрести уверенность в себе и осознать, что только ты сам можешь позволить кому-либо сесть тебе на спину.

 

ШУМ В УШАХ
Скрываемая боязнь потери контроля над собой, потери равновесия. Слишком беспокойная реакция на свои мысли и на происходящее внутри тебя. Желание сказать что-то, в чем не вполне сам уверен, и боязнь ошибиться и быть виновным в необъективности.

Стоит научиться разделять интуицию и интеллект при принятии решений, требующих участия одного либо другого. Спокойно относиться к критике в твой адрес. Стараться сначала выслушать информацию, исходящую из внешнего мира, прежде чем строить свои суждения.

 

ШЮЛЛЕРА БОЛЕЗНЬ
Ограниченный остеопороз черепа. См. КОСТИ (ПРОБЛЕМЫ), ГОЛОВА (БОЛЬ).

 

ЩЕКА (БОЛЬ). См. ЛИЦО (ПРОБЛЕМЫ).
 

ЩИТОВИДНАЯ ЖЕЛЕЗА (ПРОБЛЕМЫ). ГИПЕРТИРЕОЗ и ГИПОТИРЕОЗ.
Связь физического тела человека с горловой чакрой (энергетическим центром). От нее зависит сила воли и способность к принятию решений, строить свою жизнь в соответствии со своими желаниями и потребностями. См. также ЯИЧНИКИ (ПРОБЛЕМЫ) и ЯИЧКИ (ПРОБЛЕМЫ).

ГИПЕРТИРЕОЗ: слишком активный образ жизни. Желание устроить жизнь всех близких и недостаток отдыха. Повышенная требовательность к себе, желание кому-то что-то доказать. Потребность все делать быстро и боязнь ситуаций, в которых как будто связаны руки. Немотивированность действий и непонимание своих настоящих потребностей.

Следует научиться получать удовольствие от жизни, вести более спокойный образ жизни, не стремиться все сделать очень быстро. Понять, что люди тебя любят и ценят не за то, что ты постоянно чем-то занят. Постараться обрести свой ритм жизни, понять свое предназначение и получать удовольствие.

ГИПОТИРЕОЗ: желание и боязнь действовать. Утрата контакта со своим творческим началом. Неспособность понять свои потребности и реализовать желания.

Стоит понять, что твое здоровье только в твоих руках. Ты можешь управлять своей жизнью, предъявлять свои требования и делать то, что тебе хочется. Простить людей, которые, возможно, убедили тебя в том, ты не сможешь добиться успеха самостоятельно. Вынести урок из этого, научиться проявлять свои творческие способности без страха. См. этапы прощения.

 

ЭЗОФАГИТ
Воспаление слизистой оболочки пищевода. См. ПИЩЕВОД (ПРОБЛЕМЫ).

Подавление гнева, мешающего переварить (проглотить) какое-то недавнее событие. См. также «причины воспалительных заболеваний».

 

ЭКЗЕМА
Распространенная кожная болезнь. См. КОЖА (ПРОБЛЕМЫ).

Беспокойство и страх за себя. Неуверенность в себе. См. также ЗУД.

Следует выразить себя и поделиться своими переживаниями с близкими.

 

ЭМБОЛИЯ ЛЕГКИХ
Резкая и сильная эмоция. Чувство вины от чего-то сделанного или, наоборот, не сделанного и желание умереть.

Стоит скорее избавиться от чувства вины и не брать на себя ответственность за другого человека и его решения. Понять, что ты сделал все возможное и не должен так себя наказывать. См. также «этапы истинного прощения» в конце статьи.

 

ЭМФИЗЕМА ЛЕГКИХ. См. БРОНХИТ.
Стоит немедленно выразить свои требования и потребности.

 

ЭНДОКАРДИТ
Воспалительное или инфекционное заболевание эндокарда (внутренней оболочки сердца). См. СЕРДЦЕ (ПРОБЛЕМЫ) и «причины воспалительных заболеваний».

 

ЭРИТЕМАТОЗНЫЕ АКНЕ
Неопасная кожная болезнь, вызванная расширением или растяжением мелких кровеносных сосудов у поверхности кожи. См. КОЖА (ПРОБЛЕМЫ).

Недостаток радости от жизни. См. также АРТЕРИИ (ПРОБЛЕМЫ).

 

ЭНДОМЕТРИОЗ
Распространенная гинекологическая болезнь.

Неспособность к рождению ребенка. Проявление способности рожать в других сферах – идеи, проекты. Желание иметь ребенка, но сильная боязнь последствий родов – страданий или смерти. Причины страхов могут обнаруживаться в предыдущем воплощении.

Стоит позволить себе быть несовершенной и иногда терпеть неудачи в своих проектах. Постараться избавиться от страха деторождения и своих заблуждений, вызывающих этот страх.

 

ЭНУРЕЗ 
Непроизвольное и неосознанное мочеиспускание.

Боязнь ребенка своего отца или того, кто представляет для него власть (боязнь разочаровать, не угодить). Постоянное сдерживание и контроль себя днем, и неспособность сдерживать ночью.

Стоит чаще хвалить и поддерживать ребенка, говорить ему о своей любви к нему, не смотря ни на какие его ошибки. Ребенок постепенно перестанет испытывать напряжение днем.

 

ЭПИДЕМИЯ. См. «дополнительные объяснения».
 

ЭПИЛЕПСИЯ
Хроническое заболевание головного мозга, характеризующееся частыми припадками и судорогами.

Непрощение себя за что-то, чувство вины, нелюбовь к себе, внутренняя агрессия. Желание восполнить недостаток своей любви за счет любви других людей. Попытка привлечь внимание к себе, отвлечь от своих ошибок или сохранить (сплотить) семью.

Стоит понять, что нужно самому проявить любовь к другим людям, чтобы получить любовь от них. Твои близкие любят тебя намного сильнее, чем ты думаешь. Осознать свое право на ошибки и промахи и перестать винить себя за все. Проявить мягкость и избавиться от агрессивных мыслей. См. также КОНВУЛЬСИИ.

 

ЭПИФИЗ (ПРОБЛЕМЫ).
Наделённость каким-то (психическим) даром, но боязнь использовать его. Возможно, пережито травмирующее событие в детстве. Принуждение себя  к развитию своих способностей или ощущение принуждения со стороны других людей.

Стоит научиться с любовью использовать свои способности для помощи людям и себе самому (только не ради тщеславия и извлечения материальной выгоды). Позволить себе видеть больше других. Не позволять своему прошлому влиять на твое будущее. Относиться с любовью к себе и другим, не слишком усердствовать в развитии своего дара – он разовьется сам по себе.

 

ЭПИФИЗИТ
См. ШОЙЕРМАНА БОЛЕЗНЬ и «причины воспалительных заболеваний».

 

ЭРЕКЦИЯ (ПРОБЛЕМЫ). См. ПЕНИС (ПРОБЛЕМЫ), ЭЯКУЛЯЦИЯ (НЕСПОСОБНОСТЬ), ИМПОТЕНЦИЯ.
 

['ЯГОДИЦЫ (БОЛЬ). См. также КОПЧИК (ПРОБЛЕМЫ).','Переживание из-за невозможности контролировать кого-то другого или что-то. Обычно это связано с материальной сферой (работой, деньгами, планами на будущее). Желание быть главным, все контролировать и боязнь порки.<br>Стоит позволить себе расслабиться и не пытаться контролировать все и всех. Дать возможность людям самим принимать решения.']
,
['ЯЗВА ','Разрушение слизистого или кожного покрова, сопровождающееся поражением более глубоких тканей.<br>Обида и внутренняя боль.<br>Стоит пройти «этапы истинного прощения», описанные в конце статьи.'] 
,
['ЯЗВА ЖЕЛУДКА. См. ЖЕЛУДОК (ПРОБЛЕМЫ).', 'Ощущение себя объектом агрессии. Отсутствие веры в свою способность защитить себя. Беспомощность.<br>Стоит наладить контакт со своей внутренней защитной силой, изменив свое отношение к событиям и людям.']
,
['ЯЗЫК (ПРОБЛЕМЫ). ЯЗВЫ, РАК, ОПУХОЛЬ, ПОВРЕЖДЕНИЕ, ОНЕМЕНИЕ, ОЖОГ, ПРИКУСЫВАНИЕ ЯЗЫКА.','Чувство вины за сказанное или съедаемое.<br>Стоит переосмыслить свои представления о добре и зле. Развить в себе безусловную любовь. Выражать себя, не боясь показаться неуклюжим.']
,
['ЯИЧКИ И ЯИЧНИКИ (ПРОБЛЕМЫ). БОЛИ, ВОСПАЛЕНИЕ ЯИЧНИКА, РАК, УДАЛЕНИЕ ЯИЧНИКА','Плохой контакт со способность созидать, творить. Ощущение неспособности на что-то, беспокойство от необходимости что-либо создать (особенно в связи с женскими функциями). Трудности в начинании чего-то нового.<br>Стоит поверить в свои способности. Перестать думать, что женщина слабее или хуже в чем-то мужчин. Поверить в свои идеи и интуицию, в творческие способности своей внутренней женщины.'] 
,
['ЯЧМЕНЬ', 'Острое, болезненное гнойное воспаление сальной железы или волосяного мешочка края век.<br>Повышенная эмоциональность. Остолбенение от чего-то увиденного. Стремление контролировать все происходящее. Гнев и раздражение от того, что другие люди смотрят на вещи по — другому.<br>Стоит терпимее относиться к происходящему вокруг. Понять, что все контролировать невозможно и не нужно. Расслабиться и постараться полюбить людей, не смотря на несовпадение ваших взглядов.']