	
massiv_Mesto=new Array();
massiv_Mesto[1]="Гадания: <br>Гадания обманчивы. В это время будущее как бы неопределенно.<br>Стрижка волос:<br>1-ый лунный день стрижка волос неблагоприятна вообще.";
massiv_Mesto[2]="Гадания: <br>Спрашивать стоит только о том, что должно произойти в течение ближайшего лунного месяца. Используйте для гаданий воск, бумагу, луковицы.<br>Стрижка волос:<br>2-ой лунный день - стрижка волос привлечет к вам ссоры и тяжбы.";
massiv_Mesto[3]="Гадания: <br>Гадать не рекомендуется. Вы можете сбить благоприятную программу предстоящих событий.<br>Стрижка волос:<br>3-ий лунный день - стрижка волос приведет к принесению вреда для организма и может привлечь к вам растраты.";
massiv_Mesto[4]="Гадания: <br>Лучше всего гадать на желание, а также задавать вопросы, на которые можно ответить «да» или «нет».<br> Используйте маятник, монетки, кольцо и воду.<br> Сложных ритуалов стоит избегать.<br> Многие знания – многие печали.<br>Стрижка волос:<br>4-ый лунный день - стрижка принесет дискомфорт и привлечет тоску. Вызовет болезни горла и заболевания полости рта.";
massiv_Mesto[5]="Гадания: <br>В это время стоит вопрошать о любви и о собственных внутренних переживаниях. Выбор инструментария – за вами, однако особенно рекомендуются зеркала.<br>Стрижка волос:<br>5-ый лунный день - стрижка волос приведет к увеличению собственности, вы станете немного богаче.";
massiv_Mesto[6]="Гадания: <br>Этот день – раздолье для мантических практик: никаких запретов в выборе способа гадания и в вопросах<br>Стрижка волос:<br>6-ой лунный день - стричь волосы нежелательно - привлечете простуду, ухудшится обоняние, и на самом деле можете начать болеть.";
massiv_Mesto[7]="Гадания: <br>В этот период гадания наиболее правдиво отвечают на вопросы, касающиеся взаимоотношений с окружающими людьми – родственниками, друзьями, коллегами. Используйте рис и горох. А вот о любви как таковой лучше не спрашивать.<br>Стрижка волос:<br>7-ой лунный день - стрижка волос привлечет к вам ссоры и тяжбы, вы можете поконфликтовать с начальником. Существует угроза конфликта с любимым человеком. Сжигающий день по тибетскому календарю, день, когда стрижка волос серьезно ухудшит состояние вашего здоровья.";
massiv_Mesto[8]="Гадания: <br>Прекрасный день для того, чтобы узнать, что из вашего прошлого влияет на события вашей нынешней жизни. Стоит прибегнуть к помощи обычной «игральной» колоды карт.<br>Стрижка волос:<br>8-ой лунный день - стрижка привлечет к вам долголетие, хорошее здоровье и сделает вашу жизнь достойной в глазах окружающих (хотя и не сразу, но в ближайшие месяцы).";
massiv_Mesto[9]="Гадания: <br>Гадать не стоит.<br>Стрижка волос:<br>9-ый лунный день - стрижка волос привлекает болезни.";
massiv_Mesto[10]="Гадания: <br>В это время правдивее всего гадания на род, на семью, на свое истинное происхождение, на взаимосвязь поколений, на детей. Можно спрашивать о том, какие отношения сложатся у вас с будущей свекровью. Используйте веник, иглы, пуговицы.<br>Стрижка волос:<br>10-ый лунный день - сжигающий день по тибетским традициям, рекомендуется воздержаться от стрижки, так как это привлечет к вам болезни.";
massiv_Mesto[11]="Гадания: <br>Лучший лунный день для гаданий на огне. Вопросы можно задавать любые.<br>Стрижка волос:<br>11-ый лунный день - стрижка принесет остроту чувств, увеличит ваши способности к предвидению и проницательность ума.";
massiv_Mesto[12]="Гадания: <br>Оставьте для этого дня самые важные и актуальные вопросы и будьте точны в формулировках – на неясный вопрос вы получите туманный ответ. Используйте книги.<br>Стрижка волос:<br>12-ый лунный день - стричь волосы нельзя - привлекаются несчастья, травмы и повышается вероятность угрозы для жизни.";
massiv_Mesto[13]="Гадания: <br>Хороший день для гаданий на самое ближайшее будущее (от 2-х дней до недели) или на прошлое. Не стоит задавать вопросы, относящиеся к другим людям. Снова актуальны воск и бумага.<br>Стрижка волос:<br>13-ый лунный день - желательно стричься, так как стрижка принесет счастье и пользу, красивый внешний вид.";
massiv_Mesto[14]="Гадания: <br>В этот день лучше всего спрашивать о своем истинном предназначении, о своем духовном пути, о том, каких ошибок стоит избегать. Хорошее время для гаданий на хрустальном шаре.<br>Стрижка волос:<br>14-ый лунный день - стрижка привлечет улучшение деятельности, финансового положения, увеличение собственности и благорасположение начальства.";
massiv_Mesto[15]="Гадания: <br>Отличный день для любых гаданий и вопросов. Более того, с помощью мантических практик можно получить власть над окружающими людьми.<br>Стрижка волос:<br>15-ый лунный день - безопаснее воздержаться от стрижки, так как возможны повышение давления, головные боли и появление чувства страха. Если не хотите угодить на больничную койку, держитесь подальше от парикмахеров в этот день.";
massiv_Mesto[16]="Гадания: <br>В этот день наиболее актуальны финансовые гадания, вопросы о карьере и о социальном положении. Используйте монеты, купюры, листья растений и трещины на стенах и на асфальте.<br>Стрижка волос:<br>16-ый лунный день - лучше от стрижки воздержаться - возникнут несчастья, ошибки. Негативные привычки и пороки проявятся в полной мере, тяга к алкоголю возрастет, а возможность контролировать страсти уменьшится. Стрижка волос может привлечь измену.";
massiv_Mesto[17]="Гадания: <br>Гадания ответят на вопросы, связанные с любыми эмоциональными проявлениями и с состоянием психики. Можно гадать на любовь и на замужество. Снова актуально использование хрустального шара – в нем вы сможете увидеть свою настоящую любовь.<br>Стрижка волос:<br>17-ый лунный день - в результате стрижки появятся препятствия в делах, возникнут болезни. Высока возможность получения травмы в будущем. По восточным поверьям, стрижка в этот день привлекает к человеку вредоносных духов.";
massiv_Mesto[18]="Гадания: <br>От гаданий лучше воздержаться. Зато стоит обратить внимание на знаки Судьбы.<br>Стрижка волос:<br>18-ый лунный день - стрижка волос приведет к потере собственности, кражам, могут заболеть ваши домашние животные (они чувствуют грозящие вам опасности и переживают за вас). Также, по тибетским традициям, это сжигающий день, и стрижка волос может принести серьезное ухудшение состояния здоровья.";
massiv_Mesto[19]="Гадания: <br>Гадать однозначно не стоит. А ворожба на зеркалах вообще может оказаться опасной.<br>Стрижка волос:<br>19-ый лунный день - следует обратиться к парикмахеру - стрижка волос продлевает жизнь.";
massiv_Mesto[20]="Гадания: <br>Задавать лучше всего вопросы, связанные с социальной жизнью, с вашим окружением, с взаимодействием с чиновниками и начальством. Кроме того, гадания в этот день помогут разъяснить ситуации, касающиеся вашего истинного положения в социуме. Используйте игральные кости, часы, песок и грязь.<br>Стрижка волос:<br>20-ый лунный день - стричь волосы нежелательно.";
massiv_Mesto[21]="Гадания: <br>В этот день гадания правдивее всего расскажут о творческой стороне вашей жизни. Например, принесет ли вам славу какое-то творение или на каком поприще вас ждет успех. Используйте цветные таблички и книги.<br>Стрижка волос:<br>21-ый лунный день - желательно стричь волосы - привлечете красоту и благополучие.";
massiv_Mesto[22]="Гадания: <br>Гадать лучше всего на богатство и на любые другие материальные ценности. Кроме того, снова можно задавать вопросы об успехе, славе, популярности. Инструментарий – купюры разного достоинства, зеркала, соль.<br>Стрижка волос:<br>22-ой лунный день - стрижка привлечет к вам возможность приобретения собственности, но можете поправиться, набрать лишний вес.";
massiv_Mesto[23]="Гадания: <br>В этот день гадать не стоит.<br>Стрижка волос:<br>23-ий лунный день - стрижка принесет красивый цвет лица, улучшит ваше благосостояние.";
massiv_Mesto[24]="Гадания: <br>Актуальны гадания на новые проекты, на начало строительства дома, на принятие верных решений, связанных с отдаленным будущим. Хороший день для гаданий на бобовых и злаках, а также на камнях и глиняных табличках.<br>Стрижка волос:<br>24-ый лунный день - очень плохой день для стрижки волос - могут появиться болезни. Хотите быть здоровыми - воздержитесь от стрижки.";
massiv_Mesto[25]="Гадания: <br>Прибегать к гаданиям лучше по необходимости. А вот вопросы можно задавать любые. Используйте тот инструментарий, который сочтете нужным.<br>Стрижка волос:<br>25-ый лунный день - стрижка волос увеличивает глазное давление и приводит к ухудшению зрения. В результате стрижки обостряются глазные болезни, вероятны воспаления, появление ячменей.";
massiv_Mesto[26]="Гадания: <br>Гадать не рекомендуется.<br>Стрижка волос:<br>26-ой лунный день - стрижка способна привести к нарушению энергетического баланса организма. Человек станет беззащитен перед негативным воздействием окружающей среды, а это грозит появлением болезней, плохим настроением вкупе с депрессией и апатией.";
massiv_Mesto[27]="Гадания: <br>В этот день используйте гадания на воде, молоке, снеге. Правдивее всего ответы будут на вопросы о морских и речных путешествиях, о финансовых потоках, о временных рамках какого-то затеянного вами предприятия.<br>Стрижка волос:<br>27-ой лунный день - в результате стрижки волос или создания прически вы привлечете к себе радость и счастье.";
massiv_Mesto[28]="Гадания: <br>Спрашивать можно о чем угодно. В это время обостряется дар ясновидения, поэтому этот день – один из самых благоприятных для гаданий и для чтения знаков Судьбы. Лучше всего использовать тот инструментарий, с которым у вас наибольшее «взаимопонимание».<br>Стрижка волос:<br>28-ой лунный день - в результате стрижки волос возрастет очарование внешнего облика, вы будете нравиться людям.";
massiv_Mesto[29]="Гадания: <br>В этот день стоит спрашивать только о том, от чего вы собираетесь избавиться – о разрыве любовных отношений, о болезни и ее последствиях, о разрушении какой-либо социальной связи. Используйте черные свечи.<br>Стрижка волос:<br>29-ый лунный день - согласно тибетскому календарю, лишает человека жизненной энергии. Крайне неблагоприятный день для стрижки.";
massiv_Mesto[30]="Гадания: <br>Этот день бывает не каждый месяц, поэтому в данное время лучше всего задавать самые серьезные вопросы и использовать для гаданий многоступенчатые и сложные обряды, объемные карточные расклады, кости животных. Кроме того, в этот период есть возможность получить точное предсказание отдаленного будущего.<br>Стрижка волос:<br>30-ый лунный день - стрижка волос может привлечь к человеку угрозу встречи с несчастьем, врагом и может привлечь даже смерть. Также существует вероятность привлечения автоаварии.";

var MoonDay;
/* var data_day = new Date();
var data_start = new Date();
var day_start = new Date();
var day_finish = new Date(); */

var MoonDay;
/* var data_day = new Date();
var data_start = new Date();
var day_start = new Date();
var day_finish = new Date(); */

var y = 2022;
var m =  11;
var d = 23;
var h = 9;
var mi = 25;


 var data = new Date(y, m, d, h, mi);// первая дата отсчета 21 декабря 2022 (месяц № 11 - декабрь, 12 - январь, 1 - февраль  и тд)
 var data_milisec= data.getTime();
 var lengthOfMoonMonth = 29 * 24 * 60 * 60 * 1000 + 12 * 60 * 60 * 1000;
 var today = new Date();
 var today_milisec = today.getTime();
 
 
 var data1_milisec = data_milisec + lengthOfMoonMonth;
 var data1 = new Date(data1_milisec);
 
 var data0_milisec = data_milisec;
 
for(var i = 1; i <= 24; i++) {
var data1_milisec = data0_milisec + lengthOfMoonMonth;

if((today_milisec >= data0_milisec) && (today_milisec < data1_milisec)) {
 var data_start_milisec = data0_milisec;
 break;
}
else {
 data0_milisec = data0_milisec + lengthOfMoonMonth;
}

}
var data_start = new Date(data_start_milisec);

moon_day(data_start);

function moon_day(data_start) 
{  
  for (i = 1; i <= 30; ++i) {
    var data_finish = new Date(data_start);

	if(i == 30 || i == 1) {
		data_finish.setHours(data_finish.getHours() + 12);
		data_finish.setMinutes(data_finish.getMinutes() + 1);
	}
	else {
		data_finish.setHours(data_finish.getHours() + 24);
		data_finish.setMinutes(data_finish.getMinutes() + 30);
	}
    if((today > data_start) && (today <= data_finish)) {
	  MoonDay = i;
	   day_start = data_start;
       day_finish = data_finish
      break
	}
	if(i == 30 || i == 1) { 
		data_start.setHours(data_start.getHours() + 12);
		data_start.setMinutes(data_start.getMinutes() + 1);
	}
	else {
	   data_start.setHours(data_start.getHours() + 24);
       data_start.setMinutes(data_start.getMinutes() + 30);
	}
  }
}